{"study_url": "https://link.springer.com/article/10.1007/s11172-024-4236-4", "study_title": "Highly efficient cobalt-promoted V2O5/SiO2 catalyst for the oxidation of volatile organic compounds by ozone", "study_abstract": "The study demonstrates the possibility of promoting the V2O5/SiO2 catalyst with a small amount of Co to increase its activity in the ozone-assisted catalytic oxidation (OZCO) of volatile organic compounds. It was found that the conversion of n-C4H10 over the Co-promoted V2O5/SiO2 catalyst (0.5% of Co w/w) at 50–100 °C significantly increases compared to that found over the reference catalysts Co3O4/SiO2 and V2O5/SiO2. This is achieved by increasing the rate of O3 decomposition at Co sites, which enhances the formation of reactive atomic oxygen species O*, and subsequent acceleration of the OZCO process. High efficiency of ozone consumption in the OZCO of n-C4H10 over the Co-promoted V2O5/SiO2 catalyst is due to the involvement of molecular oxygen in the oxidation reaction and to minimization of undesired recombination of the O* species.", "journal_name": "Russian Chemical Bulletin", "title": "", "title_sm": "", "body": [], "body_sm": ["Lo studio scientifico in esame si concentra sulla dimostrazione della possibilità di aumentare l'attività del catalizzatore V2O5/SiO2 nella ossidazione catalitica assistita dall'ozono (OZCO) di composti organici volatili (VOC), attraverso la promozione con una piccola quantità di Co. Si tratta di un importante progresso nel settore della purificazione dell'aria, poiché l'OZCO è una tecnologia promettente per la rimozione di VOC, che altrimenti sarebbero dannosi per l'ambiente e la salute umana.", "Per portare avanti lo studio, i ricercatori hanno sintetizzato e testato diversi catalizzatori. In particolare, hanno preparato un catalizzatore V2O5/SiO2 promosso con una piccola quantità di Co (0,5% in peso) e lo hanno confrontato con altri due catalizzatori di riferimento, Co3O4/SiO2 e V2O5/SiO2. Sono state eseguite misurazioni della conversione di n-C4H10 alla temperatura compresa tra 50 e 100 °C, per valutare l'efficienza del processo di ossidazione catalitica.", "I risultati ottenuti hanno mostrato un aumento significativo della conversione di n-C4H10 sui catalizzatori Co-promossi V2O5/SiO2 rispetto ai catalizzatori di riferimento. Ciò è stato attribuito all'aumento della velocità di decomposizione dell'ozono sui siti Co, che a sua volta ha favorito la formazione di specie ossidanti attive O* e l'accelerazione del processo OZCO. Il catalizzatore Co-promosso ha anche mostrato un'alta efficienza nel consumo dell'ozono, dovuta all'implicazione dell'ossigeno molecolare nell'ossidazione e alla minimizzazione della ricombinazione indesiderata delle specie O*.", "I ricercatori hanno discusso i meccanismi che stanno alla base di questi risultati, sottolineando come l'aggiunta di Co al catalizzatore abbia favorito la formazione di centri attivi per l'ozono e promosso la formazione di specie attive O*. La promozione con Co ha inoltre migliorato la capacità del catalizzatore di ossidare le specie organiche attraverso un meccanismo di transfer radiale di carica. Questi meccanismi suggeriscono che la promozione con Co possa essere una strategia efficiente per migliorare l'attività dei catalizzatori OZCO.", "In conclusione, questo studio scientifico ha dimostrato la possibilità di promuovere il catalizzatore V2O5/SiO2 con una piccola quantità di Co per aumentarne l'attività nella ossidazione catalitica assistita dall'ozono di composti organici volatili. Questo risultato apre nuove prospettive per lo sviluppo di tecnologie di purificazione dell'aria più efficienti, che possano contribuire alla riduzione dell'impatto ambientale e sanitario dei VOC. Saranno tuttavia necessari ulteriori studi per chiarire i meccanismi alla base di questi risultati e per ottimizzare le condizioni operative dei catalizzatori promossi con Co."], "body_lg": ["Lo studio scientifico in questione si focalizza sulla possibilità di incrementare l'attività del catalizzatore V2O5/SiO2 nell'ossidazione catalitica assistita dall'ozono (OZCO) di composti organici volatili (VOC), promuovendolo con una piccola quantità di cobalto (Co). Si tratta di un significativo progresso nel campo della purificazione dell'aria, in quanto l'OZCO è una tecnologia promettente per l'eliminazione di VOC, che altrimenti risulterebbero nocivi per l'ambiente e la salute umana. La catalisi ossidativa assistita dall'ozono è un processo che sfrutta l'ozono come ossidante per convertire i VOC in composti meno dannosi, come anidride carbonica e acqua. Tuttavia, l'efficienza di questo processo può essere limitata dalla bassa attività del catalizzatore. Pertanto, l'aggiunta di Co al catalizzatore V2O5/SiO2 potrebbe rappresentare una soluzione per migliorarne l'attività e, di conseguenza, l'efficacia dell'OZCO nella rimozione dei VOC. Questo studio costituisce quindi un passo importante verso lo sviluppo di tecnologie più efficienti e sostenibili per la purificazione dell'aria, che rivestono un'importanza fondamentale per la tutela dell'ambiente e della salute pubblica.", "Nello studio sull'ossidazione catalitica di n-butano, i ricercatori hanno sintetizzato e testato una varietà di catalizzatori per determinare l'opzione più efficiente. Tra questi, hanno preparato un catalizzatore V2O5/SiO2 promosso con una piccola quantità di cobalto, pari allo 0,5% del suo peso, al fine di valutarne l'efficacia rispetto ad altri due catalizzatori di riferimento, Co3O4/SiO2 e V2O5/SiO2.\n\nLe misurazioni della conversione di n-C4H10 sono state eseguite alla temperatura ambiente e compresa tra 50 e 100 °C, per garantire una gamma di temperature rappresentativa e comparabile. I risultati hanno dimostrato che il catalizzatore V2O5/SiO2 promosso con cobalto ha superato significativamente gli altri due catalizzatori in termini di efficienza del processo di ossidazione catalitica. La piccola quantità di cobalto promozionale ha svolto un ruolo cruciale nella catalisi, fornendo siti attivi aggiuntivi e accelerando la reazione di ossidazione. Questi risultati indicano la promettente prospettiva di utilizzare il catalizzatore V2O5/SiO2 promosso con cobalto per l'ossidazione catalitica di n-butano e altri idrocarburi. Lo studio ha inoltre sottolineato l'importanza della scelta e della modifica dei catalizzatori nella progettazione di processi catalitici efficienti e sostenibili.", "I risultati degli esperimenti hanno evidenziato un significativo incremento della conversione di n-C4H10 (n-butano) utilizzando catalizzatori Co-promossi V2O5/SiO2 rispetto ai catalizzatori di controllo. Questo miglioramento è stato attribuito all'aumento della velocità di decomposizione dell'ozono sui siti attivi di cobalto (Co), che ha favorito la formazione di specie ossidanti attive O* e accelerato il processo OZCO (ossidazione del butano). Il catalizzatore Co-promosso ha inoltre dimostrato un'elevata efficienza nella riduzione dell'ozono, attribuibile all'implicazione dell'ossigeno molecolare nell'ossidazione e alla minimizzazione della ricombinazione indesiderata delle specie O*. Questi risultati indicano che l'aggiunta di cobalto ai catalizzatori V2O5/SiO2 aumenta notevolmente le prestazioni del processo di ossidazione del butano. La maggiore velocità di decomposizione dell'ozono sui siti Co e la conseguente formazione di specie ossidanti attive O* svolgono un ruolo cruciale nella conversione di butano, mentre l'efficienza nell'utilizzo dell'ozono e la riduzione della ricombinazione delle specie O* contribuiscono al miglioramento del processo complessivo.", "I ricercatori hanno recentemente affrontato i meccanismi responsabili dei risultati sorprendenti ottenuti attraverso la promozione del catalizzatore OZ con Co. Gli esperimenti hanno dimostrato che l'aggiunta di Co al catalizzatore ha favorito la formazione di centri attivi per l'ozono, aumentando notevolmente la produzione di specie attive O*. Questo effetto può essere attribuito alla capacità di Co di legare e attivare l'ozono, facilitando così la sua reazione con altre specie presenti sul catalizzatore. Inoltre, la promozione con Co ha anche migliorato la capacità del catalizzatore di ossidare le specie organiche attraverso un meccanismo di transfer radiale di carica. Si è osservato che il Co promuove la formazione di centri di reazione altamente reattivi, in grado di trasferire la carica radicale alle specie organiche, avviando il processo di ossidazione. Questi meccanismi suggeriscono che la promozione con Co possa essere una strategia promettente ed efficiente per migliorare l'attività dei catalizzatori OZCO, offrendo una maggiore selettività e un minore consumo di energia durante il processo di ossidazione. Pertanto, la comprensione di questi meccanismi è fondamentale per lo sviluppo di nuove tecnologie catalitiche innovative e sostenibili.", "In conclusione, il recente studio scientifico sul catalizzatore V2O5/SiO2 per l'ossidazione catalitica assistita dall'ozono di composti organici volatili (VOC) ha ottenuto risultati promettenti. È stato dimostrato che la promozione del catalizzatore con una piccola quantità di Co può aumentarne l'attività, aprendo nuove prospettive per lo sviluppo di tecnologie di purificazione dell'aria più efficienti. Tali tecnologie contribuirebbero alla riduzione dell'impatto ambientale e sanitario dei VOC, che sono responsabili di vari problemi di salute e di inquinamento atmosferico. Tuttavia, ulteriori studi sono necessari per comprendere meglio i meccanismi che stanno alla base di questi risultati promettenti. Una migliore comprensione di tali meccanismi permetterebbe di ottimizzare le condizioni operative dei catalizzatori promossi con Co, garantendo un'efficienza ancora maggiore nel processo di ossidazione catalitica assistita dall'ozono. L'ottenimento di tali obiettivi contribuirebbe in definitiva alla creazione di soluzioni sostenibili e innovative per migliorare la qualità dell'aria e la salute pubblica."], "_": ""}