{"study_url": "https://www.sciencedirect.com/science/article/abs/pii/S0963996924007695", "study_title": "Transcriptome analysis reveals ozone treatment maintains ascorbic acid content in fresh-cut kiwifruit by regulating phytohormone signalling pathways", "study_abstract": "Ascorbic acid (AsA) is an indicator of the nutritional value of freshly cut kiwifruit during storage at 4℃, and its degradation can be inhibited after ozone treatment (1 mg/L, 10 min). The aim of this study was to elucidate the regulatory mechanism affecting AsA metabolism in fresh-cut kiwifruit after ozone treatment. In this study, ozone treatment not only prevented the decrease in AsA/dehydroascorbic acid and delayed the accumulation of total soluble solids/titratable acidity, but also altered phytohormone levels differently. Transcriptomic profiling combined with cis-acting element and correlation analysis were performed to reveal that abscisic acid and salicylic acid synergistically delay AsA degradation under ozone-treatment conditions. Actinidia03760, encoding ascorbate peroxidase, could be specifically recognized by the bZIP transcription factor and is considered a key candidate gene for further research. Collectively, ozone treatment is a promising method for preserving AsA content and improving the nutrition of fresh-cut kiwifruit.", "journal_name": "Food Research International", "title": "", "title_sm": "", "body": [], "body_sm": ["L'acido ascorbico (AsA) è un indicatore importante del valore nutrizionale dei frutti kiwi tagliati freschi e conservati a 4°C. Tuttavia, durante la conservazione, l'AsA tende a degradarsi. Questo studio si propone di chiarire il meccanismo di regolazione che influenza il metabolismo dell'AsA nei frutti kiwi tagliati dopo il trattamento con ozono. Si è dimostrato che l'ozono tratttamento non solo previene la diminuzione del rapporto AsA/deidroascorbato ma ritarda anche l'accumulo di solidi solubili totali/acidità titolabile. Inoltre, l'ozono altera i livelli di fitormoni in modo diverso.", "Per questo studio sono state utilizzate tecniche di profilatura transcriptomica, analisi di elementi di risposta citosolica e correlazione. Il trattamento con ozono ha dimostrato di influenzare la regolazione dell'AsA attraverso l'interazione con l'acido abscisico (ABA) e l'acido salicilico (SA), due importanti fitormoni. L'Actinidia03760, un gene che codifica l'perossidasi ascorbato, è stato identificato come un candidato chiave per ulteriori ricerche ed è specificamente riconosciuto dal fattore di trascrizione bZIP.", "I risultati hanno evidenziato che l'ozono trattamento ha un effetto positivo nel preservare il contenuto di AsA e migliorare la nutrizione dei frutti kiwi tagliati freschi. In particolare, il trattamento con ozono ritarda la degradazione dell'AsA e la formazione di solidi solubili totali/acidità titolabile. Questa azione è correlata alla regolazione di specifici geni e fitormoni.", "Questa ricerca apre nuove prospettive per il trattamento dei frutti kiwi tagliati freschi, che è comunemente associato alla perdita di valore nutrizionale. I risultati suggeriscono che l'ozono trattamento può essere una metodologia promettente per preservare il contenuto di AsA e migliorare la nutrizione dei frutti kiwi tagliati freschi. È necessario approfondire la comprensione dei meccanismi di regolazione rilevati in questo studio, in particolare la relazione tra fitormoni e la degradazione dell'AsA.", "In conclusione, il trattamento con ozono è un metodo promettente per preservare il contenuto di AsA e migliorare la nutrizione dei frutti kiwi tagliati freschi. Il trattamento influenza positivamente il metabolismo dell'AsA, ritarda la sua degradazione e altera la formazione di solidi solubili totali/acidità titolabile. Inoltre, il trattamento modifica il livello di fitormoni e la regolazione genica. Questa ricerca fornisce una base scientifica per lo sviluppo di nuove tecnologie di conservazione per i frutti kiwi tagliati freschi."], "body_lg": ["Il kiwi è noto per il suo alto valore nutrizionale, attribuito in parte all'elevata presenza di acido ascorbico (AsA), un potente antiossidante. Tuttavia, durante la conservazione a 4°C, l'AsA nei frutti kiwi tagliati è incline a degradarsi, il che può ridurne significativamente il valore nutrizionale. Questo studio si concentra sul chiarimento del meccanismo di regolazione che influenza il metabolismo dell'AsA nei frutti kiwi tagliati dopo il trattamento con ozono. I risultati hanno dimostrato che l'ozono non solo previene la diminuzione del rapporto AsA/deidroascorbato ma ritarda anche l'accumulo di solidi solubili totali/acidità titolabile. Ciò indica che l'ozono può preservare l'AsA e mantenere la qualità del frutto durante la conservazione. Oltre a ciò, l'ozono altera i livelli di fitormoni in modi diversi. Sebbene il preciso meccanismo attraverso il quale l'ozono esercita tali effetti rimanga da chiarire, si ritiene che l'ozono influenzi il sistema di difesa dei frutti kiwi e, in definitiva, il loro metabolismo. Questi risultati suggeriscono che il trattamento con ozono potrebbe essere una strategia efficace per prolungare la vita utile dei frutti kiwi tagliati, mantenendo al contempo il loro valore nutrizionale.", "Nello studio in questione, sono state impiegate tecniche di profilatura transcriptomica, analisi di elementi di risposta citosolica e correlazione per indagare l'influenza del trattamento con ozono sulla regolazione dell'acido ascorbico (AsA) nelle piante. I risultati hanno mostrato che l'ozono interagisce con due importanti fitormoni, l'acido abscisico (ABA) e l'acido salicilico (SA), per influenzare la regolazione dell'AsA. In particolare, l'Actinidia03760, un gene che codifica per l'perossidasi ascorbato, è emerso come un candidato chiave per ulteriori ricerche. Questo gene è specificamente riconosciuto dal fattore di trascrizione bZIP, suggerendo un meccanismo di regolazione complesso e articolato. La scoperta di questo gene e della sua interazione con l'ozono, l'ABA e il SA fornisce una base solida per future indagini volte a comprendere meglio i meccanismi di regolazione dell'AsA nelle piante e il ruolo che l'ozono e i fitormoni giocano in questo processo. Queste conoscenze potrebbero avere importanti implicazioni per lo sviluppo di strategie di mitigazione degli effetti dell'ozono sulla crescita e la sopravvivenza delle piante.", "I risultati di un recente studio hanno evidenziato che il trattamento con ozono ha un effetto positivo sulla conservazione del contenuto di acido ascorbico (AsA) e sull' Miglioramento della nutrizione dei frutti kiwi tagliati freschi. L'AsA è un importante antiossidante che svolge un ruolo chiave nella nutrizione e nella salute umana, mentre l'aumento dei solidi solubili totali e dell'acidità titolabile sono indicatori di degradazione enzimatica e non enzimatica della frutta. In particolare, il trattamento con ozono ha rallentato la degradazione dell'AsA e la formazione di solidi solubili totali/acidità titolabile, contribuendo così alla migliore conservazione della qualità nutrizionale e del sapore del kiwi tagliato. Questa azione è stata correlata alla regolazione di specifici geni e fitormoni che controllano i processi di maturazione e degradazione della frutta. Pertanto, l'applicazione del trattamento con ozono potrebbe rappresentare una strategia promettente per ritardare la degradazione enzimatica e non enzimatica della frutta tagliata, migliorandone la conservazione, la qualità e la sicurezza alimentare, nonché il valore nutrizionale.", "Questa recente ricerca ha esplorato la possibilità di trattare i frutti di kiwi tagliati freschi con ozono come una strategia promettente per preservare il loro valore nutrizionale, spesso associato alla perdita dopo la lavorazione. I risultati hanno mostrato che l'esposizione dei kiwi tagliati all'ozono può effettivamente preservare il contenuto di acido ascorbico (AsA), un importante antiossidante e indicatore della qualità nutrizionale del frutto. L'aumento del contenuto di AsA nei kiwi trattati con ozono potrebbe essere una svolta significativa per l'industria dei frutti freschi, poiché questo composto è noto per prevenire i danni dei radicali liberi e promuovere il benessere generale. Tuttavia, rimangono alcuni aspetti da approfondire, come la relazione specifica tra fitormoni e la degradazione dell'AsA. Comprendere meglio questo meccanismo di regolazione potrebbe fornirci preziose informazioni sulle interazioni complesse che avvengono all'interno del frutto e consentirci di sviluppare tecniche di conservazione più efficienti e sostenibili. In definitiva, questa ricerca ha gettato le basi per future indagini sui trattamenti dell'ozono e sulle dinamiche dei fitormoni, aprendo nuove opportunità per migliorare la qualità e la nutrizione dei frutti kiwi tagliati freschi, con benefici sia per i consumatori che per l'industria.", "In conclusione, il trattamento con ozono si è dimostrato un metodo promettente per preservare il contenuto di acido ascorbico (AsA) e migliorare la nutrizione dei frutti kiwi tagliati freschi. Questo trattamento ha un effetto positivo sul metabolismo dell'AsA, ritardandone la degradazione e alterando la formazione di solidi solubili totali/acidità titolabile. Inoltre, il trattamento con ozono modifica il livello di fitormoni e la regolazione genica, il che suggerisce che questo trattamento potrebbe avere implicazioni più ampie sulla qualità e la shelf-life dei frutti kiwi tagliati freschi. Questi risultati forniscono una base scientifica solida per lo sviluppo di nuove tecnologie di conservazione per questo tipo di frutta, che potrebbero avere importanti implicazioni per l'industria alimentare e per i consumatori. Ulteriori ricerche saranno necessarie per comprendere appieno i meccanismi alla base di questi effetti e per ottimizzare le condizioni di trattamento con ozono al fine di massimizzare i benefici per la conservazione e la qualità dei frutti kiwi tagliati freschi. Nonostante la necessità di ulteriori studi, tuttavia, i risultati di questa ricerca sono incoraggianti e indicano che il trattamento con ozono potrebbe rappresentare una strategia efficace per preservare la freschezza e la qualità nutrizionale dei frutti kiwi tagliati."], "_": ""}