{
    "study_url": "https://hirurgiya.com.ua/index.php/journal/article/view/1146",
    "study_title": "Determination of the optimal concentration of ozone–containing mixture for safe use in clinical conditions",
    "study_abstract": "Objective. To study the effect of ozone during hyperbaric oxygenation with an ozone–containing mixture on the respiratory system and stress response organs of experimental animals, to select the optimal parameters of ozone generation and supply by the POS–1 apparatus to perform this procedure in a confined space without harming the health of the patient and medical staff. Materials and methods. Experimental studies were performed on 20 white laboratory rats divided into two groups. In group 1, 10 animals breathed the ozone–containing mixture for 7 days, each session lasted 15 minutes. In the 2nd group, 10 animals breathed the ozone–containing vapour–water mixture for 7 days, each session also lasted 15 minutes. All animals were kept in a semi–hermetic box with a volume of 0.042 m3 with an ozone supply of 500 mg/h, which exceeds the maximum permissible concentration (0.16 mg/m3 ) by a factor of 2. The pressure of the gas mixture in the box with the animals was equal to atmospheric pressure.The animals were withdrawn from the experiment on the 3rd, 7th and 14th day by injecting an excessive dose of 5.0% sodium thiopental solution. The trachea, lungs, liver, kidneys, spleen, heart, stomach, pancreas, and adrenal glands were autopsied and taken for histological examination. The ozone concentration in the room during the experiment was measured using a SAMI 100S ozone concentration meter. Results. Exposure to the ozone–containing mixture did not cause pathological changes in the organs and systems of the experimental animals, as well as a significant stress response, which proves the safety of the technique in confined spaces. The method of treatment of infectious and purulent complications proposed in previous studies does not harm the health of the patient and medical staff and can be recommended for use in clinical practice without additional measures for the utilisation of ozone produced by the POS–1 apparatus. Conclusions. The optimal parameters of ozone production and supply in the ozone–containing mixture for hyperbaric oxygenation in a confined space without harming the health of the patient and medical staff have been proposed. The ozone–containing steam–water mixture can be recommended for use in clinical practice in conditions of massive tissue infection as a factor of external physical influence with pronounced bactericidal and bacteriostatic properties. The concentration of residual ozone in the room after the therapeutic procedure does not exceed the permissible level and does not harm the health of the patient and medical staff.",
    "journal_name": "The Ukrainian Journal of Clinical Surgery",
    "title": "",
    "title_sm": "",
    "body": [],
    "body_sm": [],
    "body_lg": [],
    "_": ""
}