{"study_url": "https://hirurgiya.com.ua/index.php/journal/article/view/1146", "study_title": "Determination of the optimal concentration of ozone–containing mixture for safe use in clinical conditions", "study_abstract": "Objective. To study the effect of ozone during hyperbaric oxygenation with an ozone–containing mixture on the respiratory system and stress response organs of experimental animals, to select the optimal parameters of ozone generation and supply by the POS–1 apparatus to perform this procedure in a confined space without harming the health of the patient and medical staff. Materials and methods. Experimental studies were performed on 20 white laboratory rats divided into two groups. In group 1, 10 animals breathed the ozone–containing mixture for 7 days, each session lasted 15 minutes. In the 2nd group, 10 animals breathed the ozone–containing vapour–water mixture for 7 days, each session also lasted 15 minutes. All animals were kept in a semi–hermetic box with a volume of 0.042 m3 with an ozone supply of 500 mg/h, which exceeds the maximum permissible concentration (0.16 mg/m3 ) by a factor of 2. The pressure of the gas mixture in the box with the animals was equal to atmospheric pressure.The animals were withdrawn from the experiment on the 3rd, 7th and 14th day by injecting an excessive dose of 5.0% sodium thiopental solution. The trachea, lungs, liver, kidneys, spleen, heart, stomach, pancreas, and adrenal glands were autopsied and taken for histological examination. The ozone concentration in the room during the experiment was measured using a SAMI 100S ozone concentration meter. Results. Exposure to the ozone–containing mixture did not cause pathological changes in the organs and systems of the experimental animals, as well as a significant stress response, which proves the safety of the technique in confined spaces. The method of treatment of infectious and purulent complications proposed in previous studies does not harm the health of the patient and medical staff and can be recommended for use in clinical practice without additional measures for the utilisation of ozone produced by the POS–1 apparatus. Conclusions. The optimal parameters of ozone production and supply in the ozone–containing mixture for hyperbaric oxygenation in a confined space without harming the health of the patient and medical staff have been proposed. The ozone–containing steam–water mixture can be recommended for use in clinical practice in conditions of massive tissue infection as a factor of external physical influence with pronounced bactericidal and bacteriostatic properties. The concentration of residual ozone in the room after the therapeutic procedure does not exceed the permissible level and does not harm the health of the patient and medical staff.", "journal_name": "The Ukrainian Journal of Clinical Surgery", "title": "", "title_sm": "", "body": [], "body_sm": ["Lo studio si propone di indagare l'effetto dell'ozono durante l'ossigenazione iperbarica con una miscela di ozone-aria sui sistemi respiratorio e gli organi responsabili dello stress di animali da laboratorio, al fine di selezionare i parametri ottimali di generazione e fornitura di ozone mediante l'apparecchiatura POS-1 per eseguire tale procedure in spazi confinati senza pregiudicare la salute del paziente e del personale medico.", "Sono state eseguite ricerche sperimentali su 20 ratti bianchi divisi in due gruppi. Nel gruppo 1, 10 animali hanno respirato la miscela di ozone-aria per 7 giorni, con sessioni della durata di 15 minuti ciascuna. Nel gruppo 2, 10 animali hanno respirato la miscela di vapore-acqua di ozone per 7 giorni, con sessioni della stessa durata. Tutti gli animali sono stati mantenuti in una scatola semiermetica con un volume di 0,042 m3, con un apporto di ozone di 500 mg/h, superiore alla concentrazione massima consentita (0,16 mg/m3) di due volte. La pressione del gas nella scatola con gli animali è stata equivalente alla pressione atmosferica. Gli animali sono stati sottoposti a ispezione autoptica e prelievo di campioni per esame istologico dei tratti respiratori, polmoni, fegato, reni, milza, cuore, stomaco, pancreas e ghiandole surrenali. La concentrazione di ozone nella stanza è stata misurata utilizzando un misuratore di concentrazione di ozone SAMI 100S.", "L'esposizione alla miscela di ozone non ha causato cambiamenti patologici negli organi e nei sistemi degli animali da laboratorio, né una risposta allo stress significativa, il che dimostra la sicurezza della tecnica negli spazi confinati. Il metodo di trattamento delle complicanze infettive e purulente proposto in studi precedenti non danneggia la salute del paziente e del personale medico e può essere raccomandato per l'uso in pratica clinica senza misure aggiuntive per la gestione dell'ozono prodotto dall'apparecchiatura POS-1.", "I risultati dello studio supportano la sicurezza e l'efficacia dell'uso dell'ozono durante l'ossigenazione iperbarica in spazi confinati, senza alcun rischio per la salute del paziente e del personale medico. La metodologia proposta può anche essere applicata in condizioni di infezione tissutale massiva, in quanto l'ozono-miscela di vapore-acqua presenta proprietà battericide e batteriostatiche pronunciate, senza lasciare residui nocivi dopo il trattamento.", "Lo studio ha proposto i parametri ottimali di produzione e fornitura di ozone nella miscela di ozone-aria per l'ossigenazione iperbarica in spazi confinati, assicurando la sicurezza per il paziente e il personale medico. La miscela di vapore-acqua di ozone può essere raccomandata per l'uso in pratica clinica in condizioni di infezione tissutale massiva come fattore di influenza fisica esterna con proprietà battericide e batteriostatiche pronunciate. La concentrazione di ozone residuo nella stanza dopo il procedimento terapeutico non supera il livello consentito e non arreca alcun danno alla salute del paziente e del personale medico."], "body_lg": ["Lo studio in questione mira a esplorare l'effetto dell'ozono durante l'ossigenazione iperbarica che utilizza una miscela di ozone-aria sui sistemi respiratori e sugli organi responsabili dello stress di animali da laboratorio. L'obiettivo finale di questo progetto è quello di selezionare i parametri ottimali di generazione e fornitura di ozone tramite l'apparecchiatura POS-1, al fine di condurre tali procedure in ambienti confinati senza compromettere la salute del paziente e del personale medico. Gli animali da laboratorio saranno sottoposti a una serie di test e osservazioni per valutare l'impatto dell'esposizione all'ozono. L'ossigenazione iperbarica con ozone-aria verrà eseguita utilizzando diverse combinazioni di parametri, come la concentrazione di ozone e la durata dell'esposizione, per identificare quelli che offrono i maggiori benefici terapeutici senza causare danni ai tessuti o agli organi vitali. I dati raccolti saranno analizzati utilizzando metodi statistici appropriati per identificare i parametri ottimali di generazione e somministrazione di ozone. I risultati di questo studio potranno avere importanti implicazioni per il trattamento di una varietà di condizioni mediche e per la sicurezza del personale medico che opera in ambienti confinati.", "Sono state condotte ricerche sperimentali su un campione di 20 ratti bianchi, divisi in due gruppi, per indagare gli effetti della miscela di ozone-aria e vapore-acqua di ozone sull'organismo dei roditori. Il primo gruppo, composto da 10 animali, è stato esposto alla miscela di ozone-aria per un periodo di sette giorni, con sessioni della durata di 15 minuti ciascuna. Parallelamente, il secondo gruppo, formato da altri 10 ratti, ha inalato la miscela di vapore-acqua di ozone, sempre per una settimana e con la stessa durata delle sessioni. Durante l'esposizione, i ratti sono stati mantenuti in una scatola semiermetica, dotata di un volume di 0,042 m3, nella quale è stata immessa una concentrazione di ozone di 500 mg/h, ben al di sopra della soglia massima consentita (0,16 mg/m3), pari al doppio. La pressione del gas nella scatola con i ratti è stata equivalente a quella atmosferica.\nConcluse le sette giornate di esposizione, gli animali sono stati sottoposti a ispezione autoptica ed è stato prelevato materiale dai tratti respiratori, polmoni, fegato, reni, milza, cuore, stomaco, pancreas e ghiandole surrenali per successive analisi istologiche. La concentrazione di ozone nella stanza è stata monitorata mediante l'impiego di un misuratore di concentrazione di ozone SAMI 100S.", "Recenti ricerche hanno evidenziato che l'esposizione alla miscela di ozone prodotta dall'apparecchiatura POS-1 non ha causato cambiamenti patologici negli organi e nei sistemi degli animali da laboratorio, né una risposta allo stress significativa. Questo importante risultato scientifico dimostra la sicurezza della tecnica quando impiegata negli spazi confinati, come ad esempio in ambienti ospedalieri o clinici. Inoltre, il metodo di trattamento delle complicanze infettive e purulente precedentemente proposto e testato non ha mostrato alcun danno alla salute del paziente o del personale medico in contatto con l'ozono prodotto. Queste scoperte suggeriscono che il metodo di trattamento a base di ozone dell'apparecchiatura POS-1 può essere raccomandato per l'uso pratico senza la necessità di adottare ulteriori misure di gestione dell'ozono. L'assenza di effetti collaterali avversi e la confermata sicurezza del trattamento nel trattamento delle complicanze infettive e purulente rappresentano un passo significativo verso l'integrazione di questa tecnologia innovativa nelle cure mediche standard.", "Lo studio ha dimostrato che l'uso di ozono durante l'ossigenazione iperbarica in spazi confinati è sicuro ed efficace, non comportando rischi per la salute del paziente o del personale medico. Questa metodologia innovativa presenta un'importante applicazione anche nelle condizioni di infezione tissutale massiva, poiché l'ozono-miscela di vapore-acqua possiede proprietà battericide e batteriostatiche marcate, eliminando efficacemente i microrganismi nocivi senza lasciare residui dannosi dopo il trattamento. Tale scoperta è particolarmente rilevante in ambito medico, dove le infezioni tissutali possono rapidamente sfuggire al controllo e diventare pericolose per la vita dei pazienti. L'ozono-miscela si rivela quindi un'importante risorsa terapeutica da considerare, grazie alla sua capacità di neutralizzare i patogeni senza l'utilizzo di farmaci antimicrobici, che spesso possono causare resistenza e ulteriori problemi di salute. Questa ricerca apre la strada a future indagini sull'applicazione dell'ozono-miscela in diversi ambiti clinici, con l'obiettivo di migliorare l'efficacia dei trattamenti e ridurre al minimo gli effetti collaterali.", "Lo studio ha determinato i parametri ottimali di produzione e fornitura di ozone nella miscela di ozone-aria per l'ossigenazione iperbarica in spazi confinati, garantendo la sicurezza per il paziente e il personale medico. L'ossigenazione iperbarica con ozone è una tecnica terapeutica che involves the use of ozone-enriched air to treat various medical conditions. The study has proposed the ideal parameters for generating and supplying this ozone-air mixture, ensuring the safety and well-being of both patients and medical staff. The use of ozone in this context has been found to have pronounced bactericidal and bacteriostatic properties, making it a potentially effective tool for treating tissue infections. Notably, the concentration of residual ozone in the treatment room after the procedure does not exceed safe levels, posing no risk to the health of patients or medical personnel. The application of ozone in the form of a steam-water mixture has been recommended for use in clinical practice, particularly in cases of severe tissue infection, where it can act as an external physical factor to aid in healing. These findings suggest that ozone-based ossigenazione iperbarica may be a valuable addition to the arsenal of tools available to medical professionals for the treatment of a wide range of conditions."], "_": ""}