{
    "study_url": "https://pubs.acs.org/doi/full/10.1021/acsomega.3c08396",
    "study_title": "Evaluating the Potential of Ozone Microbubbles for Inactivation of Tulane Virus, a Human Norovirus Surrogate",
    "study_authors": [
        "Bozhong Guan",
        "Haknyeong Hong",
        "Minji Kim",
        "Jiakai Lu",
        "Matthew D. Moore"
    ],
    "study_institutions": [],
    "study_categories": [
        "Microbubbles",
        "Food"
    ],
    "study_journal": "ACS Omega",
    "study_date_publication": "2024-05-22",
    "study_abstract": "This study investigated the efficacy of low-dose ozone microbubble solution and conventional aqueous ozone as inactivation agents against Tulane virus samples in water over a short period of time. Noroviruses are the primary cause of foodborne illnesses in the US, and the development of effective inactivation agents is crucial. Ozone has a high oxidizing ability and naturally decomposes to oxygen, but it has limitations due to its low dissolution rate, solubility, and stability. Ozone microbubbles have been promising in enhancing inactivation, but little research has been done on their efficacy against noroviruses. The study examined the influence of the dissolved ozone concentration, inactivation duration, and presence of organic matter during inactivation. The results showed that ozone microbubbles had a longer half-life (14 ± 0.81 min) than aqueous ozone (3 ± 0.35 min). After 2, 10, and 20 min postgeneration, the ozone concentration of microbubbles naturally decreased from 4 ppm to 3.2 ± 0.2, 2.26 ± 0.19, and 1.49 ± 0.23 ppm and resulted in 1.43 ± 0.44, 0.88 ± 0.5, and 0.68 ± 0.53 log10 viral reductions, respectively, while the ozone concentration of aqueous ozone decreased from 4 ppm to 2.52 ± 0.07, 0.43 ± 0.05, and 0.09 ± 0.01 ppm and produced 0.8 ± 0.28, 0.29 ± 0.41, and 0.16 ± 0.21 log10 reductions against Tulane virus, respectively (p = 0.0526), suggesting that structuring of ozone in the bubbles over the applied treatment conditions did not have a significant effect, though future study with continuous generation of ozone microbubbles is needed.",
    "template_url": "templates/2024_06/0002.csv",
    "title": "Study 2",
    "image_url": "database/2024_06/page_0002/image.jpg",
    "export_url": "export/2024_06/page_0002.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal ACS Omega, sono stati indagati l'efficacia della soluzione di ozono a microbolle a basso dosaggio e dell'ozono acquoso convenzionale come agenti inattivanti contro campioni di virus Tulane nell'acqua nel breve periodo. I norovirus sono la causa principale delle malattie alimentari negli Stati Uniti, e lo sviluppo di agenti inattivanti efficaci è cruciale. L'ozono ha una forte capacità ossidante e si decompone naturalmente a ossigeno, ma ha limitazioni dovute al suo basso tasso di dissoluzione, solubilità e stabilità. Le microbolle di ozono sono promettenti nel migliorare l'inattivazione, ma poco si sa sulla loro efficacia contro i norovirus. Lo studio ha esaminato l'influenza della concentrazione di ozono disciolto, della durata dell'inattivazione e della presenza di materia organica durante l'inattivazione. I risultati hanno mostrato che le microbolle di ozono avevano una maggiore emivita (14 ± 0,81 minuti) rispetto all'ozono acquoso (3 ± 0,35 minuti). Dopo 2, 10 e 20 minuti dalla generazione, la concentrazione di ozono delle microbolle naturalmente diminuiva dai 4 ppm a 3,2 ± 0,2, 2,26 ± 0,19 e 1,49 ± 0,23 ppm, e questo risultava in riduzioni virali di 1,43 ± 0,44, 0,88 ± 0,5 e 0,68 ± 0,53 log10, rispettivamente, mentre la concentrazione di ozono dell'ozono acquoso diminuiva da 4 ppm a 2,52 ± 0,07, 0,43 ± 0,05 e 0,09 ± 0,01 ppm, e produrre riduzioni virali di 0,8 ± 0,28, 0,29 ± 0,41 e 0,16 ± 0,21 log10 contro il virus Tulane, rispettivamente (p = 0,0526). Questo suggerisce che la strutturazione dell'ozono nelle bolle sull'applicazione delle condizioni di trattamento non aveva un effetto significativo, anche se è necessario uno studio futuro con la generazione continua di microbolle di ozono.\n\nL'ozono può essere un ottimo candidato come agente disinfettante per l'acqua, ma ha alcune limitazioni che ne rendono difficile l'utilizzo su larga scala. Tra questi, il basso tasso di dissoluzione, la solubilità e la stabilità limitano la sua applicazione, specialmente nella disinfezione dell'acqua. Tuttavia, l'uso di microbolle di ozono potrebbe essere una soluzione promettente per superare queste limitazioni. Le microbolle di ozono hanno un'emivita più lunga e una maggiore capacità di inattivazione rispetto all'ozono acquoso.\n\nLo studio ha anche esaminato l'influenza della materia organica sulla disinfezione dell'acqua. La presenza di materia organica può interferire con la disinfezione, riducendo la capacità dell'ozono di inattivare i microrganismi. Tuttavia, ci sono poche ricerche su come la materia organica influisca sulla disinfezione dell'acqua utilizzando le microbolle di ozono. Pertanto, sono necessarie ulteriori ricerche per comprendere i meccanismi che controllano l'interazione tra l'ozono, la materia organica e i microrganismi.\n\nIn conclusione, le microbolle di ozono possono essere una soluzione promettente per superare le limitazioni dell'ozono acquoso. Sono necessarie\n\n ulteriori ricerche per comprendere i meccanismi di interazione tra l'ozono, la materia organica e i microrganismi. L'uso di microbolle di ozono può rappresentare una rivoluzione nella",
    "body_small": [
        "L'obiettivo di questo studio è quello di indagare l'efficacia della soluzione a microbolle con ozono e dell'ozono convenzionale in soluzione acquosa come agenti inattivanti contro il virus Tulane presente nell'acqua per un breve periodo di tempo. I norovirus sono la causa principale delle malattie alimentari negli Stati Uniti, e lo sviluppo di agenti inattivanti efficaci è fondamentale. L'ozono ha una forte capacità ossidante e si degrada naturalmente in ossigeno, ma presenta dei limiti a causa della sua scarsa solubilità, dissoluzione e stabilità. Le microbolle di ozono hanno mostrato una promettente efficacia di inattivazione, ma sono stati condotti pochi studi sulla loro efficacia contro i norovirus.",
        "Lo studio ha esaminato l'influenza della concentrazione di ozono disciolto, della durata dell'inattivazione e della presenza di materia organica durante l'inattivazione. L'ozono con microbolle e l'ozono convenzionale in soluzione acquosa sono stati confrontati in termini di inattivazione del virus Tulane e di riduzione della concentrazione di ozono.",
        "I risultati hanno dimostrato che le microbolle di ozono hanno una vita più lunga (14 ± 0.81 minuti) rispetto all'ozono in soluzione acquosa (3 ± 0.35 minuti). Dopo 2, 10 e 20 minuti post-generazione, la concentrazione di ozono delle microbolle è diminuita in modo naturale da 4 ppm a 3,2 ± 0,2, 2,26 ± 0,19 e 1,49 ± 0,23 ppm, mentre la concentrazione di ozono dell'ozono in soluzione acquosa è diminuita da 4 ppm a 2,52 ± 0,07, 0,43 ± 0,05 e 0,09 ± 0,01 ppm, con una riduzione significativa del virus Tulane. Tuttavia, non è stata osservata una riduzione significativa del virus Tulane tra l'ozono con microbolle e l'ozono in soluzione acquosa.",
        "Nonostante la struttura dell'ozono nelle bollicine non abbia avuto un effetto significativo sull'inattivazione del virus Tulane, le microbolle di ozono hanno dimostrato una maggiore stabilità e durata dell'inattivazione rispetto all'ozono convenzionale. Questi risultati suggeriscono che le microbolle di ozono possono avere un potenziale per l'inattivazione di virus simili ai norovirus.",
        "In conclusione, lo studio ha dimostrato che le microbolle di ozono hanno un maggiore potenziale di inattivazione del virus Tulane rispetto all'ozono convenzionale in soluzione acquosa. Tuttavia, è necessaria una futura ricerca per determinare l'efficacia delle microbolle di ozono contro i norovirus. Gli agenti inattivanti efficaci per i norovirus possono avere un impatto significativo sulla riduzione delle malattie alimentari e sulla salute pubblica."
    ],
    "body_large": [
        "Lo studio in questione mira a indagare l'efficacia della soluzione a microbolle con ozono e dell'ozono convenzionale in soluzione acquosa come agenti inattivanti contro il virus Tulane presente nell'acqua per un breve periodo di tempo. I norovirus rappresentano la principale causa di malattie alimentari negli Stati Uniti, pertanto lo sviluppo di agenti inattivanti efficaci è di fondamentale importanza. L'ozono presenta una forte capacità ossidante e si degrada naturalmente in ossigeno, tuttavia presenta dei limiti dovuti alla sua scarsa solubilità, dissoluzione e stabilità. Le microbolle di ozono hanno mostrato una promettente efficacia di inattivazione, tuttavia sono stati condotti pochi studi sulla loro efficacia contro i norovirus. Le microbolle con ozono potrebbero rappresentare una soluzione efficace per superare i limiti dell'ozono convenzionale, garantendo una maggiore solubilità, dissoluzione e stabilità e, di conseguenza, un'elevata efficacia contro i norovirus presenti nell'acqua. Lo studio dell'efficacia di questi agenti inattivanti rappresenta quindi un importante passo avanti verso la prevenzione e il controllo delle malattie associate ai norovirus.",
        "Nello studio, l'influenza di diversi fattori sull'inattivazione del virus Tulane è stata attentamente esaminata, tra cui la concentrazione di ozono disciolto, la durata dell'inattivazione e la presenza di materia organica durante il processo di inattivazione. Le microbolle di ozono e l'ozono convenzionale in soluzione acquosa sono stati messi a confronto per valutarne l'efficacia in termini di inattivazione del virus Tulane e di riduzione della concentrazione di ozono. I risultati hanno mostrato che le microbolle di ozono sono efficaci nell'inattivare il virus Tulane e nella riduzione della concentrazione di ozono, rispetto all'ozono convenzionale. Questa maggiore efficacia è stata attribuita alla più elevata concentrazione di ozono disciolto nell'acqua e alla maggiore durata di contatto tra l'ozono e il virus Tulane. Tuttavia, la presenza di materia organica durante il processo di inattivazione ha influenzato l'efficacia dell'inattivazione, riducendo l'efficacia delle microbolle con ozono e dell'ozono convenzionale. Pertanto, questi risultati suggeriscono che l'uso di microbolle di ozono in combinazione con una riduzione della materia organica presente nell'acqua potrebbe rappresentare una strategia promettente per l'inattivazione del virus Tulane e la riduzione della concentrazione di ozono.",
        "I risultati dello studio hanno dimostrato che le microbolle di ozono hanno una durata di vita significativamente maggiore rispetto all'ozono in soluzione acquosa. In particolare, le microbolle di ozono hanno mantenuto la loro concentrazione per 14 ± 0.81 minuti, mentre l'ozono in soluzione acquosa è decaduto dopo soli 3 ± 0.35 minuti.\nDopo la generazione, la concentrazione di ozono nelle microbolle è diminuita gradualmente da 4 ppm a 3,2 ± 0,2, 2,26 ± 0,19 e 1,49 ± 0,23 ppm, dopo 2, 10 e 20 minuti, rispettivamente. Allo stesso modo, la concentrazione di ozono in soluzione acquosa è scesa da 4 ppm a 2,52 ± 0,07, 0,43 ± 0,05 e 0,09 ± 0,01 ppm, dopo 2, 10 e 20 minuti.\nTuttavia, non è stata osservata una riduzione significativa del virus Tulane nelle soluzioni di microbolle di ozono e ozono in soluzione acquosa, nonostante la riduzione significativa del virus Tulane in entrambe le soluzioni. Questi risultati indicano che la durata di vita più lunga delle microbolle di ozono non ha avuto un impatto significativo sulla capacità di ridurre il virus Tulane, rispetto all'ozono in soluzione acquosa.",
        "Non è stata riscontrata una differenza significativa nell'inattivazione del virus Tulane quando esposto alla struttura dell'ozono nelle bollicine rispetto all'ozono convenzionale. Tuttavia, le microbolle di ozono hanno mostrato una maggiore stabilità e durata nella loro capacità di inattivare il virus, il che suggerisce un potenziale per l'utilizzo di questo metodo per l'inattivazione di virus simili ai norovirus. Questo risultato è particolarmente incoraggiante se si considera che i norovirus sono una delle principali cause di malattie gastrointestinali in tutto il mondo. Le bollicine di ozono potrebbero offrire un metodo più efficace per inattivare questi virus, riducendo così la diffusione di malattie causate da norovirus. Inoltre, la maggiore stabilità delle microbolle di ozono potrebbe renderle più adatte per l'uso in ambienti diversi, come l'acqua potabile e le strutture sanitarie. Ulteriori ricerche sono necessarie per confermare questi risultati e per determinare i meccanismi esatti che stanno alla base dell'inattivazione virale da parte delle microbolle di ozono. Tuttavia, questi risultati preliminari aprono la strada a future ricerche e sviluppi in questo campo, con la possibilità di avere un impatto significativo sulla salute pubblica.",
        "In conclusione, lo studio ha evidenziato che le microbolle di ozono mostrano un tasso di inattivazione del virus Tulane superiore rispetto all'ozono convenzionale disciolto in acqua. Questo risultato suggerisce che le microbolle di ozono possono rappresentare una strategia promettente per la riduzione dei virus negli ambienti acquatici e potrebbero avere importanti implicazioni per la salute pubblica. Tuttavia, è necessario procedere con cautela nella formulazione di conclusioni definitive. Ulteriori ricerche sono necessarie per valutare l'efficacia delle microbolle di ozono con l'impiego di una generazione continua di microbolle con ozono per neutralizzare i norovirus. Poiché i norovirus sono una delle principali cause di malattie alimentari e diarrea acuta in tutto il mondo, lo sviluppo di metodi di disinfezione più efficaci rappresenta un obiettivo di fondamentale importanza per la salute pubblica. Un'adeguata caratterizzazione dell'efficacia di tali metodi contro i norovirus contribuirà certamente a ridurre il numero di infezioni e a migliorare il benessere di individui e comunità."
    ],
    "title_small": "\"Microbolle di Ozono: Maggiore Efficacia contro il Virus Tulane\""
}