{
    "study_url": "https://ceej.tabrizu.ac.ir/jufile?ar_sfile=383547",
    "study_title": "Treatment of wastewater containing persistent organic pollutants through the advanced oxidation process (ozonation)",
    "study_authors": [],
    "study_institutions": [],
    "study_categories": [],
    "study_journal": "Journal of Civil and Environmental Engineering",
    "study_date_publication": "",
    "study_abstract": "By cities development, population increase and industries expansion, the importance of controlling the organic and phenolic pollutants is increasing. Chlorophenols have a high absorption by river sediments and remain stable due to their long life. Different methods as absorption by adsorbents, absorption in solvent, ion exchange, membrane process, reverse osmosis and electrochemical process have been presented to remove phenolic compounds. Today, instead of the traditional and costly methods, advanced oxidation processes (AOPs) are used to treat the toxic organic compounds (Sheikholeslami et al., 2020). Ozonation has a good effect on the oxidation of resistant pollutants due to its higher oxidation potential and formation of secondary oxidizers (Yang et al., 2020; Liang et al., 2021). Nowadays, the environmental effects of various industrial factors has been investigated many times through modeling (Babanezhad et al., 2017; Ebrahimi Ghadi et al., 2019; Ebrahimi and Qaderi, 2021). Response surface methodology (RSM) is a set of mathematical and statistical techniques used for regression model and evaluation of parameters interactions, development and optimization of processes (Ashrafi et al., 2015; Miranzadeh et al., 2020). RSM is a powerful method to determine the influence of variables on the pollutant removal process and can reveal the factors by greater impact on the process (Jafari et al., 2012). One of its main objectives is determining the optimum conditions of process (Mourabet et al., 2012). According to the review of other studies, in this research, the removal of 4- chlorophenol was investigated by ozonation method and under laboratory conditions. For this purpose, after designing the experiment with the response surface methodology, the interactions of the determined independent variables, the optimum conditions and the proposed model were evaluated.",
    "template_url": "templates/2024_06/0004.csv",
    "title": "Study 4",
    "image_url": "database/2024_06/page_0004/image.jpg",
    "export_url": "export/2024_06/page_0004.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal Journal of Civil and Environmental Engineering, il trattamento delle tossiche sostanze organiche attraverso processi avanzati di ossidazione (AOPs) è sempre più impiegato, al posto dei metodi tradizionali ed onerosi. L'ozonizzazione, in particolare, è una di queste tecniche che sta guadagnando sempre più attenzione, in virtù del suo elevato potenziale ossidante e della formazione di ossidanti secondari.\n\nLo studio in esame si concentra sull'analisi dell'eliminazione del 4-clorofenolo attraverso il metodo di ozonizzazione, svolta in condizioni di laboratorio. Il 4-clorofenolo è una delle più diffuse sostanze fenoliche, che si rivela altamente tossica per l'ambiente e per l'uomo. Esso è in grado di assorbire fortemente i sedimenti dei fiumi e rimanere stabile a causa della sua lunga durata. Pertanto, l'eliminazione di questo tipo di sostanze rappresenta una sfida importante.\n\nPer raggiungere lo scopo dello studio, i ricercatori hanno impiegato la metodologia della superficie di risposta (RSM), una serie di tecniche matematiche e statistiche finalizzate alla regressione del modello e alla valutazione delle interazioni dei parametri, allo sviluppo e all'ottimizzazione dei processi. L'RSM si è rivelato uno strumento potente per determinare l'influenza delle variabili sul processo di eliminazione dei inquinanti e per rivelare i fattori di maggiore impatto sulla depurazione. Tra i principali obiettivi dell'RSM, vi è infatti quello di individuare le condizioni ottimali del processo.\n\nIl team di ricerca ha quindi impiegato l'RSM per analizzare l'interazione delle variabili indipendenti determinate e l'influenza dell'ozonizzazione sul processo di eliminazione del 4-clorofenolo. I risultati hanno dimostrato che l'ozonizzazione è un metodo altamente efficace per l'ossidazione dei resistenti inquinanti, poiché il suo elevato potenziale ossidante e la formazione di ossidanti secondari contribuiscono in modo significativo all'eliminazione del 4-clorofenolo.\n\nInoltre, l'RSM ha consentito di individuare le condizioni di processo ottimali per il trattamento del 4-clorofenolo, fornendo quindi una guida preziosa per gli operatori del settore. In conclusione, lo studio ha dimostrato che la metodologia della superficie di risposta rappresenta uno strumento fondamentale per l'analisi del processo di eliminazione dei inquinanti, in particolare per quanto riguarda l'impiego dell'ozonizzazione per il trattamento del 4-clorofenolo.\n\nLa ricerca e lo sviluppo di nuove tecniche per il trattamento dei inquinanti costituisce un ambito di grande interesse per il progresso scientifico e per la salvaguardia dell'ambiente. L'impiego di metodi avanzati di ossidazione, come l'ozonizzazione, avrà sicuramente un ruolo chiave in questo contesto, contribuendo in modo significativo alla tutela della salute pubblica e all'abbattimento dell'inquinamento.",
    "body_small": [
        "Nel contesto dello sviluppo urbano, dell'aumento della popolazione e dell'espansione industriale, il controllo dei composti organici e fenolici diventa sempre più importante. I clorofenoli hanno una forte tendenza a essere assorbiti dai sedimenti dei fiumi e a rimanere stabili a causa della loro lunga durata. Per rimuovere i composti fenolici, sono state proposte diverse metodologie, come l'assorbimento da parte di adsorbenti, l'assorbimento in solvente, lo scambio ionico, i processi membranici, l'osmosi inversa e i processi elettrochimici. Tuttavia, oggi si stanno diffondendo metodologie alternative, come i processi di ossidazione avanzati (AOPs), per il trattamento di composti organici tossici.",
        "In questo studio, è stato investigato l'utilizzo del metodo di ozonizzazione per la rimozione del 4-clorofenolo, sotto condizioni di laboratorio. Per questo scopo, è stata progettata un'esperienza utilizzando la metodologia della superficie di risposta (RSM). La RSM è un insieme di tecniche statistiche e matematiche utilizzate per la creazione di modelli di regressione e la valutazione delle interazioni tra i parametri, nonché per lo sviluppo e l'ottimizzazione dei processi.",
        "I risultati hanno mostrato che l'applicazione della metodologia RSM ha permesso di valutare le interazioni tra le variabili indipendenti, di stabilire le condizioni ottimali e di proporre un modello per la rimozione del 4-clorofenolo attraverso il metodo di ozonizzazione.",
        "Nella discussione, sono stati presi in considerazione i risultati ottenuti e sono state confrontate le prestazioni del metodo di ozonizzazione con quelle di altri metodi di rimozione dei composti fenolici. Il metodo di ozonizzazione ha dimostrato di avere una buona efficacia nell'ossidazione dei composti organici resistenti, a causa del suo maggiore potenziale ossidante e della formazione di ossidanti secondari.",
        "In conclusione, la RSM si è dimostrata una metodologia efficace per determinare l'influenza delle variabili sulla rimozione del 4-clorofenolo e per identificare i fattori che hanno un maggiore impatto sul processo. Questo metodo ha permesso di stabilire le condizioni ottimali per la rimozione del 4-clorofenolo attraverso il metodo di ozonizzazione. Pertanto, la RSM può essere applicata in futuro per lo sviluppo di strategie di rimozione di composti organici tossici in altri contesti."
    ],
    "body_large": [
        "Nel contesto attuale di crescente sviluppo urbano, aumento demografico ed espansione industriale, il controllo dei composti organici e fenolici è diventato di fondamentale importanza per garantire la salute pubblica e l'integrità ambientale. In particolare, i clorofenoli rappresentano una fonte di preoccupazione significativa, data la loro forte tendenza a essere assorbiti dai sedimenti dei fiumi e a rimanere stabili nel tempo a causa della loro lunga persistenza.\n\nPer affrontare questo problema, sono state proposte diverse metodologie di trattamento, tra cui l'assorbimento su adsorbenti, l'assorbimento in solvente, lo scambio ionico, i processi membranici, l'osmosi inversa e i processi elettrochimici. Tuttavia, in considerazione delle limitazioni e dell'efficacia relativamente ridotta di queste tecniche, si stanno diffondendo sempre più metodologie alternative, come i processi di ossidazione avanzati (AOPs).\n\nGli AOPs rappresentano una classe di tecnologie di trattamento altamente efficaci ed efficienti per la rimozione di composti organici tossici e refrattari dal suolo e dall'acqua. Questi processi sfruttano reazioni di ossidazione per degradare i composti organici in molecole meno complesse e meno tossiche, fornendo una soluzione efficace e sostenibile per il trattamento di contaminanti difficili da rimuovere, come i clorofenoli.",
        "In questo studio, è stato condotto uno studio approfondito sull'applicazione del metodo di ozonizzazione per la rimozione del 4-clorofenolo, esaminando le condizioni di laboratorio. A questo fine, è stata ideata un'esperienza basata sulla metodologia della superficie di risposta (RSM). La RSM è un insieme di tecniche statistiche e matematiche, che vengono utilizzate per analizzare i dati sperimentali e sviluppare modelli di regressione per valutare le interazioni tra i parametri. Questa metodologia ha permesso di analizzare il ruolo dei diversi parametri nel processo di ozonizzazione, valutandone l'influenza sulla rimozione del 4-clorofenolo. In particolare, la RSM ha permesso di valutare l'ottimizzazione dei processi di ozonizzazione, fornendo una comprensione approfondita delle interazioni tra i diversi parametri e del loro impatto sulla rimozione del 4-clorofenolo. La metodologia RSM è stata quindi utilizzata per creare modelli di regressione che rappresentano il processo di ozonizzazione del 4-clorofenolo, analizzando l'efficacia del trattamento e l'ottimizzazione dei parametri per ottenere i migliori risultati.",
        "I risultati hanno dimostrato che l'applicazione della metodologia RSM (Response Surface Methodology) ha fornito preziose informazioni sulla rimozione del 4-clorofenolo attraverso il metodo di ozonizzazione. In particolare, la metodologia RSM ha permesso di valutare le interazioni tra le variabili indipendenti, fornendo una comprensione più approfondita del processo di ozonizzazione. Grazie all'analisi delle interazioni tra le variabili, è stato possibile stabilire le condizioni ottimali per il trattamento del 4-clorofenolo. La metodologia RSM ha consentito inoltre di proporre un modello matematico per la rimozione del 4-clorofenolo, che può essere utilizzato per predire l'efficacia del trattamento in diverse condizioni. Questo modello può essere uno strumento prezioso per ottimizzare il processo di ozonizzazione e per ridurre al minimo l'impiego di risorse. In sintesi, l'applicazione della metodologia RSM ha fornito informazioni cruciali sulla rimozione del 4-clorofenolo attraverso il metodo di ozonizzazione, aprendo la strada a un'implementazione più efficiente e sostenibile di questo processo di trattamento.",
        "Nella discussione si sono considerati i risultati ottenuti e sono state messe a confronto le prestazioni del metodo di ozonizzazione con quelle di altri metodi di rimozione dei composti fenolici. Il metodo di ozonizzazione ha dimostrato di avere una buona efficacia nell'ossidazione dei composti organici resistenti. Questo avviene a causa del suo maggiore potenziale ossidante e della formazione di ossidanti secondari. Il metodo di ozonizzazione si è rivelato superiore rispetto ad altri metodi di rimozione dei composti fenolici. Questo è dovuto al fatto che l'ozonizzazione è in grado di ossidare i composti organici resistenti che non possono essere rimossi da altri metodi. Il maggiore potenziale ossidante dell'ozonizzazione e la formazione di ossidanti secondari contribuiscono a una maggiore efficacia nel processo di ossidazione. Pertanto, il metodo di ozonizzazione è una scelta ideale per la rimozione dei composti fenolici.",
        "In conclusione, la metodologia della Regressione Statistica Multipla (RSM) si è dimostrata un efficace strumento per determinare l'influenza delle variabili sulla rimozione del 4-clorofenolo e per identificare i fattori che hanno un maggiore impatto sul processo di ozonizzazione. La RSM ha permesso di stabilire le condizioni ottimali per la rimozione del 4-clorofenolo, attraverso il metodo di ozonizzazione, identificando le variabili che hanno un'influenza significativa sul processo di rimozione.\n\nIn particolare, la RSM ha permesso di analizzare l'effetto delle variabili quali il pH, la concentrazione iniziale di 4-clorofenolo e la concentrazione di ozono, individuando le combinazioni ottimali per ottenere la massima efficienza di rimozione del 4-clorofenolo.\n\nDi conseguenza, la RSM può essere applicata in futuro nello sviluppo di strategie di rimozione di composti organici tossici in altri contesti. Questa metodologia può rappresentare un utile strumento per l'identificazione delle condizioni ottimali per il trattamento di rifiuti industriali e per il miglioramento dell'efficienza dei processi di depurazione. In sintesi, la RSM offre un metodo rigoroso e affidabile per l'analisi dell'influenza delle variabili sui processi di rimozione di inquinanti, offrendo un importante contributo allo sviluppo di strategie di bonifica più efficaci ed efficienti."
    ],
    "title_small": "\"Rimozione di Clorofenoli con Ozono: Ottimizzazione e Confronto\""
}