{
    "study_url": "https://ejvs.journals.ekb.eg/article_355703_d61a2edf3432a693f2743250d644d1e7.pdf",
    "study_title": "Ultraviolet C and Ozone Application for Detoxification of Aflatoxin B1, Ochratoxin A, and Fumonisin B1 in Poultry Feeds",
    "study_authors": [
        "Hiba S. Alnaemi",
        "Tamara N. Dawood",
        "Qais T. Algwari"
    ],
    "study_institutions": [
        "Department of Veterinary Public Health, College of Veterinary Medicine, University of Mosul, Mosul, Iraq.",
        "Department of Veterinary Public Health, College of Veterinary Medicine, University of Baghdad, Baghdad, Iraq.",
        "Department of Electronics, College of Electronic Engineering, University of Nineveh, Mosul, Iraq."
    ],
    "study_categories": [
        "Food Industry"
    ],
    "study_journal": "Egyptian Journal of Veterinary Sciences",
    "study_date_publication": "2024-04-30",
    "study_abstract": "THE EFFECTIVENESS of the synergistic effect of ultraviolet C irradiation with ozone (UVC+O3 ) for aflatoxin B1 (AFB1), ochratoxin A (OTA), and fumonisin B1 (FB1) detoxification in naturally contaminated poultry feeds with their impacts on the feed nutritional components were investigated. Feed samples were exposed to UVC+O3 for six durations (10, 20, 30, 60, 120, and 180 min) at three distances (15, 30, and 60 cm) with UVC doses ranging between 577.8 to 10400.4 mJ/cm2 at 15 cm, 397.8 to 7160.4 mJ/cm2 at 30 cm, and 50.4 to 907.2 mJ/cm2 at 60 cm at a constant O3 concentration of 10 ppm. Mycotoxin levels were determined by competitive Enzyme-Linked Immunosorbent Assay (ELISA) and results were confirmed by High-Performance Liquid Chromatography (HPLC). Feed component analysis with peroxide values (PVs) appreciation was executed according to standard analytical methods. A significant increase (P<0.05) in degradation percentages of AFB1, OTA, and FB1 was recorded with increasing exposure time and decreasing distances to reach values of 80.94, 84.07, and 83.6% at 15 cm, 78.49, 83.89, and 83.89% at 30 cm and 67.9, 74.76, and 72.89% at 60 cm, respectively after 180 min of treatment. OTA and FB1 showed degradation levels significantly higher (P<0.05) than those recorded for AFB1. Feed components were intermediately affected by UVC+O3 treatment. Feed fats were still having good quality depending on PVs estimation. In brief, the efficiency of the synergistic effect of UVC+O3 in AFB1, OTA, and FB1 detoxification from poultry feed with a moderate impact on feed quality.",
    "template_url": "templates/2024_06/0003.csv",
    "title": "Study 3",
    "image_url": "database/2024_06/page_0003/image.jpg",
    "export_url": "export/2024_06/page_0003.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal Egyptian Journal of Veterinary Sciences, l'efficacia del trattamento combinato a base di radiazioni ultraviolette C (UVC) e ozono (O3) sulla decontaminazione di tre micotossine comuni - aflatossina B1 (AFB1), ochratossina A (OTA) e fumonisina B1 (FB1) - presenti nel mangime per pollame è stata esaminata, insieme al loro impatto sui componenti nutrizionali del mangime.\n\nI campioni di mangime sono stati esposti a diverse combinazioni di UVC ed O3 per periodi di tempo variabili (10, 20, 30, 60, 120 e 180 minuti) a distanze differenziate (15, 30 e 60 cm), con dosi di UVC comprese tra 577,8 e 10.400,4 mJ/cm2 a 15 cm, 397,8 e 7.160,4 mJ/cm2 a 30 cm e 50,4 e 907,2 mJ/cm2 a 60 cm, mantenendo costante la concentrazione di O3 a 10 ppm.\n\nI livelli di micotossine sono stati determinati utilizzando un saggio immunoenzimatico competitivo (ELISA) e i risultati sono stati confermati tramite cromatografia liquida ad alta prestazione (HPLC). L'analisi dei componenti del mangime, con stima dei valori di perossido di idrogeno (PV), è stata eseguita secondo metodi analitici standard.\n\nIn base ai risultati ottenuti, il trattamento combinato UVC+O3 ha mostrato un'elevata efficacia nella degradazione di AFB1, OTA e FB1, con un aumento significativo (P<0,05) delle percentuali di degradazione proporzionalmente all'aumentare del tempo di esposizione e alla diminuzione delle distanze. In particolare, dopo 180 minuti di trattamento, le percentuali di degradazione registrate sono state del 80,94% per l'AFB1, dell'84,07% per l'OTA e dell'83,6% per il FB1 a 15 cm; del 78,49% per l'AFB1, dell'83,89% per l'OTA e dell'83,89% per il FB1 a 30 cm; e del 67,9% per l'AFB1, del 74,76% per l'OTA e del 72,89% per il FB1 a 60 cm.\n\nInoltre, i livelli di degradazione rilevati per OTA e FB1 sono risultati significativamente più alti (P<0,05) rispetto a quelli registrati per l'AFB1. Infine, il trattamento combinato UVC+O3 ha causato un moderato impatto sui componenti del mangime, con una lieve alterazione dei grassi presenti, la cui qualità è tuttavia stata giudicata ancora accettabile sulla base dei valori di perossido di idrogeno (PV).\n\nIn conclusione, questo studio ha dimostrato l'elevata efficacia del trattamento combinato UVC+O3 nella decontaminazione di AFB1, OTA e FB1 presenti nel mangime per pollame, con un moderato impatto sulla qualità del mangime stesso. Questa tecnologia potrebbe quindi rappresentare una promettente strategia per la",
    "body_small": [
        "L'inquinamento da micotossine nelle mangimi per il bestiame può causare gravi problemi di salute negli animali e persino ridurre la resa delle colture. In questo studio, gli effetti dell'irradiazione con ultravioletti C (UVC) combinata con l'ozono (O3) sulla degradazione di tre tipi di micotossine (aflatossina B1, ocratossina A e fumonisina B1) nei mangimi per il bestiame sono stati esaminati.",
        "I campioni di mangime sono stati esposti a UVC+O3 per sei durate (10, 20, 30, 60, 120 e 180 minuti) a tre distanze (15, 30 e 60 cm) con dosi di UVC che vanno da 577,8 a 10.400,4 mJ/cm2 a 15 cm, 397,8 a 7.160,4 mJ/cm2 a 30 cm e 50,4 a 907,2 mJ/cm2 a 60 cm a una concentrazione costante di O3 di 10 ppm. I livelli di micotossine sono stati determinati utilizzando la competitiva Enzyme-Linked Immunosorbent Assay (ELISA) e sono stati confermati utilizzando la High-Performance Liquid Chromatography (HPLC). L'analisi della composizione del mangime con perossido di idrogeno (PV) è stata eseguita secondo i metodi standard analitici.",
        "È stato registrato un aumento significativo (P<0,05) nelle percentuali di degradazione di AFB1, OTA e FB1 con un aumento della durata dell'esposizione e una riduzione delle distanze, raggiungendo il 80,94%, 84,07% e 83,6% a 15 cm, il 78,49%, 83,89% e 83,89% a 30 cm e il 67,9%, 74,76% e 72,89% a 60 cm, rispettivamente, dopo 180 minuti di trattamento. Le micotossine OTA e FB1 hanno mostrato livelli di degradazione significativamente più alti (P<0,05) rispetto a quelli registrati per AFB1. I componenti del mangime sono stati colpiti dal trattamento UVC+O3. I grassi del mangime hanno ancora una buona qualità in base alla stima dei PV.",
        "Questi risultati indicano che l'efficienza del trattamento UVC+O3 è elevata nella degradazione di AFB1, OTA e FB1 dal mangime per il bestiame con una moderata influenza sulla qualità del mangime. Tuttavia, è necessario condurre ulteriori ricerche per determinare i meccanismi specifici di degradazione e per ottimizzare i parametri di trattamento per ottenere la massima efficienza di degradazione.",
        "In conclusione, il trattamento UVC+O3 si è dimostrato efficiente nella degradazione di AFB1, OTA e FB1 dai mangimi per il bestiame con una moderata influenza sulla qualità del mangime. Questo metodo potrebbe rappresentare una promettente strategia per ridurre i rischi associati all'inquinamento da micotossine nei mangimi per il bestiame. Tuttavia, è necessario condurre ulteriori ricerche per ottimizzare il processo di degradazione e per determinare i potenziali effetti sulle proprietà nutrizionali e sulla salute degli animali."
    ],
    "body_large": [
        "Nell'allevamento degli animali, l'inquinamento da micotossine nei mangimi può causare gravi problemi di salute e persino ridurre la resa delle colture. In un recente studio, sono stati esaminati gli effetti dell'irradiazione con ultravioletti C (UVC) combinata con l'ozono (O3) sulla degradazione di tre tipi di micotossine (aflatossina B1, ocratossina A e fumonisina B1) nei mangimi per il bestiame. Questa ricerca è importante per comprendere meglio come ridurre l'inquinamento da micotossine e migliorare la salute e la produttività degli animali da allevamento. Nello studio, sono state utilizzate diverse combinazioni di UVC e O3 per esaminare la loro efficacia nella degradazione delle micotossine. I risultati hanno mostrato che l'irradiazione con UVC combinata con l'ozono ha avuto un'elevata efficacia nella degradazione di tutte e tre le micotossine. In particolare, è stata osservata una forte riduzione dell'aflatossina B1, che è nota per essere altamente tossica per gli animali. Questo studio fornisce prove incoraggianti che l'irradiazione con UVC combinata con l'ozono può essere un metodo promettente per ridurre l'inquinamento da micotossine nei mangimi per il bestiame e per migliorare la salute e la produttività degli animali da allevamento. Tuttavia, sono necessarie ulteriori ricerche per comprenderne meglio l'efficacia e la sicurezza a lungo termine.",
        "I campioni di mangime sono stati trattati con una combinazione di UVC e Ozono (O3) per un periodo di tempo variabile di 10, 20, 30, 60, 120 e 180 minuti a tre diverse distanze di 15, 30 e 60 cm. Il trattamento con UVC è stato eseguito a dosi variabili di 577,8 a 10.404,4 mJ/cm2 a 15 cm, 397,8 a 7.160,4 mJ/cm2 a 30 cm e 50,4 a 907,2 mJ/cm2 a 60 cm, mentre la concentrazione di O3 è stata mantenuta costante a 10 ppm. L'effetto del trattamento sui livelli di micotossine è stato valutato utilizzando la tecnica di Enzyme-Linked Immunosorbent Assay (ELISA) e confermato utilizzando la High-Performance Liquid Chromatography (HPLC). Inoltre, la composizione del mangime con perossido di idrogeno (PV) è stata analizzata utilizzando metodi standard analitici. I risultati di questi test dovrebbero fornire una comprensione del livello di efficacia del trattamento con UVC e O3 sulla riduzione dei livelli di micotossine e sulla composizione del mangime.",
        "È stato osservato un aumento significativo (P<0,05) nella degradazione di AFB1, OTA e FB1 in relazione all'aumento della durata dell'esposizione e la riduzione delle distanze, con livelli di degradazione che raggiungono il 80,94%, 84,07% e 83,6% a 15 cm, il 78,49%, 83,89% e 83,89% a 30 cm, e il 67,9%, 74,76% e 72,89% a 60 cm, rispettivamente, dopo 180 minuti di trattamento. In particolare, le micotossine OTA e FB1 hanno mostrato livelli di degradazione significativamente più alti (P<0,05) rispetto a quelli registrati per AFB1.\n\nI componenti del mangime sono colpiti dal trattamento UVC+O3, sebbene i grassi del mangime mantengano ancora una buona qualità, come stimato dai PV. Questi risultati suggeriscono che il trattamento UVC+O3 potrebbe essere un efficace metodo di degradazione per le micotossine presenti nei mangimi, con una particolare attenzione alla degradazione di OTA e FB1. Tuttavia, sono necessarie ulteriori ricerche per valutare l'impatto a lungo termine del trattamento sui componenti del mangime e sulla salute degli animali alimentati con questi mangimi trattati.",
        "Questi risultati sottolineano l'elevata efficienza del trattamento UVC+O3 nella degradazione di AFB1, OTA e FB1 nel mangime per il bestiame, pur avendo una moderata influenza sulla qualità del mangime. Tuttavia, sono necessari ulteriori studi per comprendere i meccanismi specifici di degradazione di queste micotossine. La conoscenza dei meccanismi di degradazione potrebbe fornire informazioni preziose sulla sicurezza e l'efficacia del trattamento UVC+O3, nonché sull'eventuale formazione di sottoprodotti dannosi durante il processo di degradazione. Inoltre, ulteriori ricerche potrebbero consentire di ottimizzare i parametri di trattamento, come la durata dell'esposizione ai raggi UVC, la concentrazione di ozono e le condizioni di temperatura e umidità. L'ottimizzazione di questi parametri potrebbe portare a un aumento dell'efficienza di degradazione delle micotossine e, di conseguenza, a una maggiore sicurezza del mangime per il bestiame. Pertanto, è essenziale continuare le indagini su questo trattamento promettente per garantire la massima efficacia e sicurezza nel suo impiego nel settore zootecnico.",
        "In conclusione, i risultati ottenuti dal trattamento UVC+O3 nella degradazione di AFB1, OTA e FB1 dai mangimi per il bestiame indicano che questo metodo potrebbe rappresentare una promettente strategia per ridurre i rischi associati all'inquinamento da micotossine nei mangimi per il bestiame. Il trattamento UVC+O3 si è dimostrato efficiente nella degradazione delle micotossine presenti nei mangimi, con una moderata influenza sulla qualità del mangime. Tuttavia, è necessario condurre ulteriori ricerche per ottimizzare il processo di degradazione e per determinare i potenziali effetti sulle proprietà nutrizionali e sulla salute degli animali. È importante comprendere appieno i meccanismi di degradazione delle micotossine tramite il trattamento UVC+O3 e i suoi effetti sulla qualità del mangime e sulla salute degli animali. Ulteriori ricerche potrebbero fornire informazioni cruciali per l'implementazione di questo metodo come strategia efficace per ridurre l'inquinamento da micotossine nei mangimi per il bestiame, contribuendo alla sicurezza e alla salute degli animali e del bestiame. Pertanto, è fondamentale continuare a investigare su questo promettente metodo di degradazione delle micotossine nei mangimi per il bestiame."
    ],
    "title_small": "\"Riduzione di Micotossine nei Mangimi con UVC+O3\""
}