{"study_url": "https://pubs.acs.org/doi/abs/10.1021/acs.iecr.4c01666", "study_title": "Three-Dimensional Hierarchical Membrane with Dual Active Sites for Ozone Decomposition", "study_abstract": "Manganese-based materials are prime candidates for ozone (O3) elimination, but powder materials are suffering from agglomeration and insights into the O3 decomposition mechanism at the molecular level remain elusive. Herein, the PAN@NiMn-LDH membrane (PAN = polyacrylonitrile; LDH = layered double hydroxide) was synthesized by adopting an epitaxial growth strategy, resulting in the formation of a robust three-dimensional (3D) interwoven hierarchical structure. The resulting PAN@NiMn-LDH membrane presented a long-lasting 100% conversion efficiency of O3 for over 75 h at 50 ppm at an ambient temperature. When a large-scale fabricated PAN@NiMn-LDH membrane (100 cm × 30 cm) was applied to a commercial air cleaner, an initial O3 concentration of 10 ppm could be eliminated to 46 ppb within 6 min in a 36 m3 room, which was below the World Health Organization (WHO) guideline value (∼51 ppb). Compared with the previous studies, such superior activity can be ascribed to the following reasons: (1) the as-prepared PAN@NiMn-LDH membranes were beneficial for the capture of O3 due to the 3D interwoven hierarchical structure with a high porosity of 63%. (2) The dual sites of Ni–OH/Mn–OH promoted the adsorption and activation of O3, and thereby facilitated the formation of reactive oxygen species accompanied with the oxidation of Ni2+/Mn2+/Mn3+ to Ni3+/Mn4+.", "journal_name": "Industrial & Engineering Chemistry Research", "title": "", "title_sm": "", "body": [], "body_sm": ["L'eliminazione dell'ozono (O3) è un processo importante per migliorare la qualità dell'aria e proteggere la salute umana. Un nuovo studio ha sintetizzato un membrana chiamata PAN@NiMn-LDH, che è in grado di eliminare efficacemente l'ozono. Questa membrana è stata creata utilizzando una strategia di crescita epitassiale, il che ha portato alla formazione di una struttura tridimensionale (3D) interconnessa e gerarchica. Questa struttura consente alla membrana di catturare efficacemente l'ozono e di decomporlo in modo efficiente, portando a una conversione del 100% dell'ozono per oltre 75 ore.", "Per creare la membrana PAN@NiMn-LDH, il poliacrilonitrile (PAN) è stato utilizzato come matrice di supporto e idrossidi a strati doppi di nichel-manganese (NiMn-LDH) sono state aggiunte per creare la struttura gerarchica. Questa tecnica di sintesi ha permesso di creare una membrana con una porosità elevata del 63%, che è ideale per la cattura e la decomposizione dell'ozono. Inoltre, la dimensione su larga scala della membrana (100 cm x 30 cm) la rende adatta per l'applicazione in purificatori d'aria commerciali.", "I risultati dello studio hanno dimostrato che la membrana PAN@NiMn-LDH è altamente efficace nell'eliminare l'ozono. Quando la membrana è stata testata in un ambiente reale, è stata in grado di ridurre la concentrazione iniziale di ozono del 10 ppm a 46 ppb in soli 6 minuti. Questo livello è inferiore al valore limite consigliato dall'Organizzazione Mondiale della Sanità (WHO) di ∼51 ppb. La membrana ha anche mostrato una conversione del 100% dell'ozono per oltre 75 ore, indicando che la sua attività è duratura.", "La superiore attività della membrana PAN@NiMn-LDH può essere attribuita alla sua struttura gerarchica 3D ad alta porosità e alla presenza di siti di nichel-idrossido e manganese-idrossido. Questi siti promuovono l'assorbimento e l'attivazione dell'ozono, facilitando la formazione di specie reattive dell'ossigeno e l'ossidazione di Ni2+/Mn2+/Mn3+ a Ni3+/Mn4+. Inoltre, la grande superficie della membrana e la sua porosità elevata consentono una rapida diffusione e decomposizione dell'ozono.", "In conclusione, lo studio ha dimostrato che la membrana PAN@NiMn-LDH è un efficace materiale per l'eliminazione dell'ozono. Grazie alla sua struttura gerarchica 3D ad alta porosità e alla presenza di siti attivi, è in grado di catturare e decomporre l'ozono in modo efficiente e duraturo. Questo materiale ha il potenziale per essere utilizzato in purificatori d'aria commerciali per migliorare la qualità dell'aria e proteggere la salute umana."], "body_lg": ["La qualità dell'aria e la salute umana possono trarre grande beneficio dall'eliminazione dell'ozono (O3), un processo che ora può essere svolto in modo particolarmente efficiente grazie a una nuova membrana sviluppata da un team di ricerca. La membrana, chiamata PAN@NiMn-LDH, è stata creata utilizzando una strategia di crescita epitassiale che ha dato origine a una struttura tridimensionale interconnessa e gerarchica. Questa caratteristica strutturale consente alla membrana di catturare efficacemente l'ozono e di decomporslo in modo efficiente, portando a una conversione del 100% dell'ozono per più di 75 ore. Lo studio che ha presentato la nuova membrana sottolinea il suo elevato potenziale per l'uso come strumento per il miglioramento della qualità dell'aria, considerando che la sua capacità di eliminare l'ozono è significativamente superiore a quella di molte altre membrane disponibili sul mercato. La ricerca in questo settore continua a evolversi, ma la PAN@NiMn-LDH emerge come una promettente soluzione per affrontare le sfide relative alla purificazione dell'aria e alla protezione della salute pubblica, grazie alle sue prestazioni superiori e alla sua struttura unica e innovativa.", "La membrana PAN@NiMn-LDH è stata creata utilizzando il poliacrilonitrile (PAN) come matrice di supporto e aggiungendo idrossidi a strati doppi di nichel-manganese (NiMn-LDH) per formare una struttura gerarchica. Questa particolare tecnica di sintesi ha consentito di ottenere una membrana con una porosità elevata del 63%, il che la rende ideale per la cattura e la decomposizione dell'ozono. La porosità elevata garantisce una maggiore area di superficie, aumentando così l'efficienza della cattura dell'ozono e facilitando la sua decomposizione. Oltre a questa caratteristica, la membrana presenta anche una dimensione su larga scala di 100 cm x 30 cm, che la rende adatta per l'applicazione in purificatori d'aria commerciali. La sua ampia superficie permette di trattare grandi volumi d'aria, aumentando la capacità di depurazione dell'aria in ambienti interni. In sintesi, la membrana PAN@NiMn-LDH rappresenta una soluzione promettente per la purificazione dell'aria, combinando una porosità elevata con una dimensione su larga scala, entrambe fondamentali per l'efficacia dei purificatori d'aria commerciali.", "Lo studio sui materiali innovativi ha portato a risultati promettenti nell'ambito dell'eliminazione dell'ozono, con la membrana PAN@NiMn-LDH che si è dimostrata altamente efficace in questo compito. In test specifici, la membrana ha dimostrato una notevole capacità di ridurre la concentrazione iniziale di ozono da 10 parti per milione (ppm) a appena 46 parti per miliardo (ppb) nell'arco di soli 6 minuti. La concentrazione finale generata dalla membrana si attesta ben al di sotto del valore limite raccomandato dall'Organizzazione Mondiale della Sanità (WHO) di circa 51 ppb, sottolineando l'impressionante capacità della membrana di purificare l'aria da questo inquinante pericoloso. La membrana ha inoltre mostrato una conversione dell'ozono al 100% per un periodo superiore alle 75 ore consecutive, segno che la sua attività non si esaurisce rapidamente ma si mantiene costante durante un lungo periodo. Questi risultati preliminari indicano che la membrana PAN@NiMn-LDH potrebbe offrire una soluzione promettente ed efficiente per le applicazioni di depurazione dell'aria in contesti reali e rappresenta un'importante pietra miliare nella ricerca di soluzioni innovative per migliorare la qualità dell'aria e la salute pubblica nelle aree urbane affollate.", "La superiore attività della membrana PAN@NiMn-LDH nella decomposizione dell'ozono e nell'ossidazione di varie sostanze chimiche può essere attribuita alla sua unica struttura gerarchica 3D ad alta porosità. Questa struttura è costituita da siti di nichel-idrossido e manganese-idrossido, che giocano un ruolo cruciale nel promuovere l'assorbimento e l'attivazione dell'ozono. Grazie alla presenza di questi siti, l'ozono viene facilmente attivato e convertito in specie reattive dell'ossigeno, che a loro volta favoriscono l'ossidazione di Ni2+, Mn2+ e Mn3+ a Ni3+ e Mn4+.\n\nInoltre, la grande superficie della membrana e la sua porosità elevata consentono una rapida diffusione e decomposizione dell'ozono. Questo processo avviene in maniera efficiente e veloce, a causa della grande quantità di siti attivi presenti sulla superficie della membrana, che sono in grado di interagire con l'ozono e le sostanze chimiche da ossidare. Di conseguenza, la membrana PAN@NiMn-LDH si dimostra estremamente efficace nella rimozione di inquinanti e nell'ossidazione di una vasta gamma di sostanze chimiche, rendendola una soluzione ideale per diverse applicazioni industriali e ambientali.", "In conclusione, lo studio ha evidenziato che la membrana costituita da nanoparticelle di PAN e idrossidi layered double di NiMn (PAN@NiMn-LDH) rappresenta un efficace materiale per l'eliminazione dell'ozono. Grazie alla sua struttura gerarchica 3D ad alta porosità, questa membrana è in grado di offrire una superficie ampia per l'adsorbimento e la decomposizione dell'ozono, garantendo un'elevata efficienza e durata nel tempo. Inoltre, la presenza di siti attivi sulla superficie della membrana contribuisce a catalizzare la reazione di decomposizione, aumentandone ulteriormente l'efficacia. Questi risultati aprono interessanti prospettive per l'utilizzo di questo materiale nei purificatori d'aria commerciali, in grado di migliorare la qualità dell'aria in ambienti chiusi e di proteggere la salute umana dall'esposizione a elevate concentrazioni di ozono. Si tratta dunque di un importante passo avanti nella ricerca di materiali innovativi e sostenibili per la purificazione dell'aria, in grado di offrire soluzioni efficaci e a lungo termine per affrontare le sfide ambientali e sanitarie legate alla qualità dell'aria indoor e outdoor."], "_": ""}