{
    "study_url": "https://www.spandidos-publications.com/10.3892/br.2024.1803",
    "study_title": "Ozone therapy in dentistry: An overview of the biological mechanisms involved (Review)",
    "study_abstract": "At low medically‑relevant concentrations, ozone serves as an oxidant with a wide spectrum of antimicrobial activity and the ability to promote healing and reduce inflammation. Despite providing therapeutic benefits in a range of diseases, certain adverse effects and contraindications of ozone treatment must be considered. These are primarily related to toxicity from inhalation and systemic types of administration and can be avoided by following relevant guidelines and recommendations. Ozone therapy has been implemented in a number of fields of dentistry and the most commonly used formulations for the oral cavity are gaseous ozone, ozonized water and ozonized oil. The biological mechanisms underlying the molecular effects of ozone have been increasingly reported, but currently remain largely unknown. The aim of the present review was to provide an overview of the mechanisms involved in ozone interaction with dental tissues. The present review focused on relevant evidence regarding the effect of ozone on dental tissues, including periodontal structures, dental cells, enamel and dentine, considering in vitro studies in addition to animal and human studies. A variety of biological mechanisms acting through multiple biochemical target pathways were reported to be responsible for the therapeutic effects of ozone. The main beneficial effects of ozone occurred in the following domains: antimicrobial activity, remineralization and microstructural changes of hard dental tissues, immunomodulation and biostimulation of dental and periodontal cells. Additional research could provide further insights into the use of ozone, increase its use for broader clinical applications and assist in the selection of targeted protocols.",
    "journal_name": "",
    "title": "",
    "title_sm": "",
    "body": [],
    "body_sm": [],
    "body_lg": [],
    "_": ""
}