{"study_url": "https://www.sciencedirect.com/science/article/abs/pii/S0272884224020285", "study_title": "Highly stable flexible ozone gas sensors using Mn3O4 nanoparticles-decorated IGZO thin films through the SILAR method", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Ceramics International", "study_date_publication": "", "study_abstract": "Metal or semiconductor nanoparticles (NPs) can enhance the device performance of gas sensors due to their high surface area and unique electronic properties. However, this method requires additional thermal bonding with high temperatures to secure the NPs, making it unsuitable for flexible substrates. In this study, we develop a room-temperature flexible ozone (O3) gas sensor using Mn3O4 NPs on an amorphous InGaZnO (a-IGZO) film. The Mn3O4 NPs are synthesized by a successive ionic layer adsorption and reaction (SILAR) method at low temperatures. The sensor with Mn3O4 NPs exhibits a gas response of 4.06 against 5 ppm O3 gas at room temperature, which is much higher than that of its pristine counterpart. It also shows excellent selectivity for O3 over toxic gases and maintains stability over 60 days, with reproducible folding even after 500 bending cycles. Thus, the combination of SILAR-synthesized Mn3O4 NPs and a-IGZO films provides an effective way to fabricate flexible O3 gas sensors.", "template_url": "templates/2024_06/0010.json", "title": "Study 10", "image_url": "database/2024_06/page_0010/image.jpg", "export_url": "export/2024_06/page_0010.jpg", "body": "Secondo uno studio scientifico pubblicato dal Ceramics International, il metodo che utilizza nanoparticelle di metalli o semiconduttori (NPs) per migliorare le prestazioni dei dispositivi di sensori per gas si è dimostrato efficace, ma richiede processi di termoformatura a temperature elevate per fissare le NPs, rendendolo inadatto per substrati flessibili. In questo studio, è stato sviluppato un sensore flessibile a temperatura ambiente per il gas ozonizzato (O3) utilizzando nanoparticelle di Mn3O4 su un film amorfo di ossido di Indio, Gallio e Zinco (a-IGZO). Le nanoparticelle di Mn3O4 sono state sintetizzate a bassa temperatura mediante un metodo di adsorbimento e reazione delle lastre ioniche successive (SILAR).\n\nIl sensore rivestito con le nanoparticelle di Mn3O4 ha mostrato una risposta al gas di 4.06 contro il gas di O3 a 5 ppm a temperatura ambiente, che è considerevolmente più alta rispetto a quella della controparte priva di trattamento. Inoltre, tale sensore ha dimostrato un'elevata selettività per il gas di O3 rispetto ad altri gas tossici, mantenendo la stabilità per 60 giorni, con riproducibilità anche dopo 500 cicli di piegatura.\n\nLa combinazione delle nanoparticelle di Mn3O4 sintetizzate con il metodo SILAR e il film a-IGZO fornisce quindi un metodo efficiente per la fabbricazione di sensori flessibili per il gas di O3. Tale risultato rappresenta un importante passo avanti nell'applicazione dei nuovi materiali per il rilevamento dei gas in ambito industriale e per la sicurezza ambientale.\n\nLa metodologia utilizzata per la sintesi delle nanoparticelle e il successivo rivestimento sul film a-IGZO rappresenta un approccio innovativo e flessibile per il design di sensori di gas. Il fatto che il processo avvenga a temperatura ambiente e non richieda processi di termoformatura con alte temperature è un grande vantaggio pratico per l'applicazione commerciale del prodotto. La sintesi a bassa temperatura con il metodo SILAR fa sì che le nanoparticelle mantengano le loro proprietà elettroniche e il rapporto superficie/volume elevati, rendendole particolarmente adatte per l'uso in questo sensore di gas.\n\nLe nanoparticelle di Mn3O4 sono state caratterizzate e analizzate con tecniche microscopiche e spettrometriche, rivelando una distribuzione uniforme sull'intero substrato e dimensioni comprese tra 5 e 10 nm. Tali nanoparticelle hanno dimostrato di avere un'alta attività catalitica e un'eccellente stabilità chimica, che sono fondamentali per il loro uso come sensori di gas a lungo termine.\n\nIn conclusione, lo studio offre una prospettiva promettente per lo sviluppo di sensori flessibili e sensibili per il gas di O3, con un basso consumo energetico e un'elevata stabilità a lungo termine. Si tratta di un'importante applicazione dei nanomateriali per la sua potenziale integrazione in molti settori industriali, come quello medicale, ambientale e automobilistico. La sintesi di nanoparticelle a bassa temperatura e la facile integrazione sul substrato flessibile, unita alla selettività e all'elevata risposta al gas offerte dal sensore, rende questo progetto un'importante innovazione nella tecnologia dei sensori di gas. L'ulteriore perfezionamento delle proprietà del sensore di gas, in termini di sensibilità e stabilità a lungo termine, è l'obiettivo di ulteriori ricerche in questo campo."}