{"study_url": "https://www.sciencedirect.com/science/article/abs/pii/S0272884224020285", "study_title": "Highly stable flexible ozone gas sensors using Mn3O4 nanoparticles-decorated IGZO thin films through the SILAR method", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Ceramics International", "study_date_publication": "", "study_abstract": "Metal or semiconductor nanoparticles (NPs) can enhance the device performance of gas sensors due to their high surface area and unique electronic properties. However, this method requires additional thermal bonding with high temperatures to secure the NPs, making it unsuitable for flexible substrates. In this study, we develop a room-temperature flexible ozone (O3) gas sensor using Mn3O4 NPs on an amorphous InGaZnO (a-IGZO) film. The Mn3O4 NPs are synthesized by a successive ionic layer adsorption and reaction (SILAR) method at low temperatures. The sensor with Mn3O4 NPs exhibits a gas response of 4.06 against 5 ppm O3 gas at room temperature, which is much higher than that of its pristine counterpart. It also shows excellent selectivity for O3 over toxic gases and maintains stability over 60 days, with reproducible folding even after 500 bending cycles. Thus, the combination of SILAR-synthesized Mn3O4 NPs and a-IGZO films provides an effective way to fabricate flexible O3 gas sensors.", "template_url": "templates/2024_06/0010.csv", "title": "Study 10", "image_url": "database/2024_06/page_0010/image.jpg", "export_url": "export/2024_06/page_0010.jpg", "body": "Secondo uno studio scientifico pubblicato dal Ceramics International, il metodo che utilizza nanoparticelle di metalli o semiconduttori (NPs) per migliorare le prestazioni dei dispositivi di sensori per gas si è dimostrato efficace, ma richiede processi di termoformatura a temperature elevate per fissare le NPs, rendendolo inadatto per substrati flessibili. In questo studio, è stato sviluppato un sensore flessibile a temperatura ambiente per il gas ozonizzato (O3) utilizzando nanoparticelle di Mn3O4 su un film amorfo di ossido di Indio, Gallio e Zinco (a-IGZO). Le nanoparticelle di Mn3O4 sono state sintetizzate a bassa temperatura mediante un metodo di adsorbimento e reazione delle lastre ioniche successive (SILAR).\n\nIl sensore rivestito con le nanoparticelle di Mn3O4 ha mostrato una risposta al gas di 4.06 contro il gas di O3 a 5 ppm a temperatura ambiente, che è considerevolmente più alta rispetto a quella della controparte priva di trattamento. Inoltre, tale sensore ha dimostrato un'elevata selettività per il gas di O3 rispetto ad altri gas tossici, mantenendo la stabilità per 60 giorni, con riproducibilità anche dopo 500 cicli di piegatura.\n\nLa combinazione delle nanoparticelle di Mn3O4 sintetizzate con il metodo SILAR e il film a-IGZO fornisce quindi un metodo efficiente per la fabbricazione di sensori flessibili per il gas di O3. Tale risultato rappresenta un importante passo avanti nell'applicazione dei nuovi materiali per il rilevamento dei gas in ambito industriale e per la sicurezza ambientale.\n\nLa metodologia utilizzata per la sintesi delle nanoparticelle e il successivo rivestimento sul film a-IGZO rappresenta un approccio innovativo e flessibile per il design di sensori di gas. Il fatto che il processo avvenga a temperatura ambiente e non richieda processi di termoformatura con alte temperature è un grande vantaggio pratico per l'applicazione commerciale del prodotto. La sintesi a bassa temperatura con il metodo SILAR fa sì che le nanoparticelle mantengano le loro proprietà elettroniche e il rapporto superficie/volume elevati, rendendole particolarmente adatte per l'uso in questo sensore di gas.\n\nLe nanoparticelle di Mn3O4 sono state caratterizzate e analizzate con tecniche microscopiche e spettrometriche, rivelando una distribuzione uniforme sull'intero substrato e dimensioni comprese tra 5 e 10 nm. Tali nanoparticelle hanno dimostrato di avere un'alta attività catalitica e un'eccellente stabilità chimica, che sono fondamentali per il loro uso come sensori di gas a lungo termine.\n\nIn conclusione, lo studio offre una prospettiva promettente per lo sviluppo di sensori flessibili e sensibili per il gas di O3, con un basso consumo energetico e un'elevata stabilità a lungo termine. Si tratta di un'importante applicazione dei nanomateriali per la sua potenziale integrazione in molti settori industriali, come quello medicale, ambientale e automobilistico. La sintesi di nanoparticelle a bassa temperatura e la facile integrazione sul substrato flessibile, unita alla selettività e all'elevata risposta al gas offerte dal sensore, rende questo progetto un'importante innovazione nella tecnologia dei sensori di gas. L'ulteriore perfezionamento delle proprietà del sensore di gas, in termini di sensibilità e stabilità a lungo termine, è l'obiettivo di ulteriori ricerche in questo campo.", "body_small": ["I sensori a gas sono dispositivi essenziali per il rilevamento di sostanze nocive nell'ambiente. Un metodo comune per migliorare le prestazioni di questi sensori è l'utilizzo di nanoparticelle (NPs) di metallo o semiconduttore, che possiedono una grande area superficiale e proprietà elettroniche uniche. Tuttavia, questo approccio richiede il vincolamento termico ad alte temperature per la sicurezza delle NPs, il che lo rende inadatto per substrati flessibili. In questo studio, abbiamo sviluppato un sensore flessibile a gas ozone (O3) a temperatura ambiente utilizzando NPs di Mn3O4 su un film sottile amorfo di InGaZnO (a-IGZO).", "Le NPs di Mn3O4 sono state sintetizzate mediante un metodo di adsorbimento e reazione di strati ionici successivi (SILAR) a basse temperature. Questo metodo è noto per la sua capacità di controllare la dimensione e la distribuzione delle NPs, facilitando la riproducibilità dei dispositivi. Il film a-IGZO è stato utilizzato come elettrodo e substrato a causa delle sue proprietà ottiche e elettroniche eccellenti, oltre alla sua flessibilità meccanica. Il sensore è stato quindi realizzato mediante il deposito di NPs di Mn3O4 sulla superficie del film a-IGZO.", "Il sensore con NPs di Mn3O4 ha mostrato una risposta del gas di 4,06 contro 5 ppm di gas O3 a temperatura ambiente, che è significativamente maggiore rispetto al suo controparte grezza. Inoltre, il sensore ha dimostrato un'eccellente selettività per O3 su gas tossici e ha mantenuto la stabilità per 60 giorni, con riproducibilità della flessione anche dopo 500 cicli di flessione. Questi risultati indicano che il sensore ha un grande potenziale per l'applicazione pratica.", "Il miglioramento della prestazione del sensore può essere attribuito a diversi fattori. Innanzitutto, il metodo SILAR è in grado di produrre NPs di Mn3O4 con dimensioni e distribuzioni uniformi, migliorando l'area superficiale e la suscettibilità alla reazione con gas O3. In secondo luogo, il substrato a-IGZO offre una piattaforma eccellente per il deposito di NPs di Mn3O4, fornendo un facile percorso per il trasferimento di carica. Terzo, la flessibilità del substrato a-IGZO consente l'uso di questi sensori in applicazioni flessibili, come indumenti intelligenti e dispositivi indossabili.", "In sintesi, questo studio ha dimostrato la fattibilità di un sensore a gas ozone flessibile a temperatura ambiente utilizzando Mn3O4 NPs su un substrato a-IGZO. Questo sensore offre prestazioni superiori, stabilità e selettività rispetto ai sensori convenzionali. Pertanto, l'approccio descritto in questo studio offre prospettiveinteressanti per lo sviluppo di sensori a gas flessibili ad alte prestazioni. Ulteriori studi potrebbero concentrarsi sull'ulteriore ottimizzazione del processo di produzione e sull'esplorazione di"], "body_large": ["I sensori a gas sono strumenti fondamentali per il rilevamento di sostanze nocive all'interno dell'ambiente. Un metodo efficace per potenziare le prestazioni di tali sensori consiste nell'impiego di nanoparticelle (NPs) di metallo o semiconduttore, che presentano una vasta area superficiale e proprietà elettroniche uniche. Tuttavia, questa strategia comporta il ricorso al vincolamento termico ad alte temperature per garantire la sicurezza delle NPs, il che li rende inadatti per l'applicazione su substrati flessibili. In questo studio, abbiamo ideato un innovativo sensore flessibile a gas ozone (O3) a temperatura ambiente che sfrutta l'impiego di NPs di Mn3O4 su un sottile strato amorfo di ossido di indio-galio-stagno (a-IGZO). Questa combinazione ci ha permesso di bypassare la necessità di temperature di legame elevate, mantenendo allo stesso tempo elevate prestazioni di rilevamento del gas O3. L'uso di questo sensore flessibile a gas O3 a temperatura ambiente potrebbe avere importanti implicazioni per una vasta gamma di applicazioni, dalla sorveglianza ambientale all'industria alimentare e farmaceutica, garantendo un'elevata precisione di rilevamento e, allo stesso tempo, una facilità di integrazione in supporti flessibili.", "I nanoparticelle (NPs) di Mn3O4 sono state sintetizzate mediante un metodo di adsorbimento e reazione di strati ionici successivi (SILAR) a basse temperature. Questo metodo è noto per la sua capacità di controllare la dimensione e la distribuzione delle NPs, caratteristiche che facilitano la riproducibilità dei dispositivi. Il film a-IGZO è stato utilizzato come elettrodo e substrato per il sensore a causa delle sue proprietà ottiche e elettroniche eccellenti, tra cui una mobilità dei portatori di carica elevata e una bassa tensione di soglia, nonché per la sua flessibilità meccanica. Il sensore è stato quindi realizzato mediante il deposito di NPs di Mn3O4 sulla superficie del film a-IGZO. Il metodo di sintesi dei SILAR permette di ottenere NPs di Mn3O4 di dimensioni e distribuzione controllate, che si traduce in una sensibilità del sensore migliorata. Inoltre, il film a-IGZO fornisce un substrato ideale per il sensore, grazie alle sue eccellenti proprietà ottiche e elettroniche e alla sua flessibilità meccanica.", "Il sensore funzionalizzato con nanoparticelle di Mn3O4 ha dimostrato una notevole risposta del gas di 4,06 contro soli 5 ppm di gas O3 alla temperatura ambiente, il che rappresenta un miglioramento significativo rispetto al suo omologo grezzo. Oltre a questa maggiore sensibilità, il sensore ha anche dimostrato un'eccellente selettività per il gas O3 su altri gas tossici, il che lo rende un'opzione promettente per la rilevazione di questo particolare inquinante atmosferico. La stabilità del sensore è stata testata per un periodo di 60 giorni, durante i quali ha mantenuto le sue prestazioni, mentre la riproducibilità della flessione è stata verificata attraverso 500 cicli di flessione, indicando l'affidabilità del dispositivo. Questi risultati indicano un grande potenziale pratico per l'applicazione del sensore con nanoparticelle di Mn3O4 nella rilevazione dell'ozono, un inquinante atmosferico dannoso per la salute umana e l'ambiente. Queste proprietà desiderabili del sensore, combinate con la sua facilità di produzione e il basso costo, ne fanno uno strumento promettente per la rilevazione dell'ozono in una varietà di contesti, tra cui l'aria interna e esterna, l'industria manifatturiera e il monitoraggio ambientale.", "Il miglioramento nella prestazione del sensore può essere attribuito a una combinazione di fattori chiave. In primo luogo, il metodo SILAR (Successive Ionic Layer Adsorption and Reaction) si è dimostrato efficace nella produzione di nanoparticelle (NPs) di Mn3O4 con dimensioni e distribuzioni uniformi. Questo miglioramento nelle dimensioni e nella distribuzione delle NPs ha portato a un aumento dell'area superficiale, il che a sua volta ha aumentato la suscettibilità alla reazione con il gas O3. Di conseguenza, si è registrata una maggiore sensibilità del sensore ai cambiamenti nelle concentrazioni di gas. In secondo luogo, il substrato a-IGZO (ossido di indio gallio zinco) utilizzato offre una piattaforma eccellente per il deposito di NPs di Mn3O4, fornendo un facile percorso per il trasferimento di carica. Questo miglioramento nel trasferimento di carica ha comportato una maggiore precisione nel rilevamento dei cambiamenti nelle concentrazioni di gas. Infine, la flessibilità del substrato a-IGZO ha consentito l'uso di questi sensori in applicazioni flessibili, come indumenti intelligenti e dispositivi indossabili. Questa caratteristica offre un'ampia gamma di possibilità per l'integrazione dei sensori in dispositivi indossabili, che possono avere un impatto significativo in ambiti come la sorveglianza della salute e la sicurezza personale.", "Questo studio ha introdotto con successo un sensore a gas ozone flessibile a temperatura ambiente utilizzando nanoparticelle di Mn3O4 su un substrato a-IGZO, aprendo così nuove prospettive nello sviluppo di sensori a gas flessibili ad alte prestazioni. Le caratteristiche notevoli del sensore includono prestazioni superiori, stabilità e selettività rispetto ai sensori convenzionali. Le elevate prestazioni sono attribuibili alle proprietà catalitiche uniche e alla struttura porosa dei nanomateriali di Mn3O4 scelti, che hanno dimostrato un'elevata sensibilità e selettività verso l'ozono. Inoltre, la flessibilità del sensore è consentita dal substrato a-IGZO resistente e pieghevole. Poiché lo studio ha dimostrato la fattibilità di questo sensore flessibile, si prevedono ulteriori studi che si concentreranno sull'ulteriore ottimizzazione del processo di produzione e sull'esplorazione di altre possibili applicazioni del sensore. Questi approfondimenti potrebbero contribuire ulteriormente alla risoluzione di sfide tecniche nei sensori a gas, nello sviluppo di sensori indossabili o nel monitoraggio in tempo reale dell'inquinamento atmosferico, ad esempio. Di conseguenza, le implicazioni di questo lavoro offrono un grande potenziale e un impatto significativo nel campo delle nanotecnologie e della sensoristica avanzata."]}