{"study_url": "https://arcs.journals.ekb.eg/article_361991_98590aced6dbcbe01db88a77a28602a9.pdf", "study_title": "Using UV/Ozone Accelerated Aging Technique to Prepare Artificial Deteriorated Standard Dyed Woolen Samples for Textile Conservation Purposes", "study_abstract": "Before the introduction of synthetic dyes in 1856, natural dyes from plants and insects were commonly used to color fabrics. However, these dyes are prone to fading and damage, posing challenges for conservators when cleaning, preserving, or displaying historical textiles. To address this issue, creating mimic samples that accurately replicate the conditions of these valuable artifacts provides a valuable opportunity for conservation research and testing of materials. This study aims to explore the feasibility of using the UV/Ozone technique to create artificial samples of faded dyed woolen fabric that resembles ancient textiles, without damaging the original artifacts. These samples could be used as models in conservation laboratories. Three natural dyes (Turmeric, madder, and cochineal) were used to dye new wool fabrics, with different mordants (alum, potassium dichromate, and copper sulfate) to achieve various hues. The dyed wool samples were then artificially aged using UV/Ozone for different durations. The color of the samples gradually faded as they aged, with changes in the CIE L*a*b* parameters and overall color difference (ΔE*) analyzed. The morphology and mechanical properties, including tensile strength and elongation, were also studied. Yellow dyes were found to be the most light-sensitive, while red dyes aged faster. The results suggest that artificial aged wool textile samples can be quickly created for experimental purposes, providing valuable insights for conservation research.", "journal_name": "Advanced Research in Conservation Science", "title": "", "title_sm": "", "body": [], "body_sm": ["Prima dell'introduzione dei coloranti sintetici nel 1856, i coloranti naturali provenienti dalle piante e dagli insetti erano ampiamente utilizzati per tingere i tessuti. Tuttavia, questi coloranti sono inclini al sbiadimento e ai danni, il che pone una sfida per i conservatori durante la pulizia, la conservazione o l'esposizione dei tessuti storici. Per affrontare questo problema, la creazione di campioni simulati che ricreino accuratamente le condizioni di questi preziosi manufatti offre un'opportunità preziosa per la ricerca sulla conservazione e i test dei materiali. Questo studio esplora la fattibilità dell'utilizzo della tecnica UV/Ozone per creare campioni artificiali di tessuto di lana sbiadito che assomigliano a antichi tessuti, senza danneggiare i manufatti originali. Questi campioni potrebbero essere utilizzati come modelli nei laboratori di conservazione.", "Tre coloranti naturali (curcuma, robbia e cocciniglia) sono stati utilizzati per tingere nuovi tessuti di lana, utilizzando diversi mordenti (allume, dicromato di potassio e solfato di rame) per ottenere diverse tonalità. I campioni tinti di lana sono stati quindi invecchiati artificialmente utilizzando UV/Ozone per periodi di tempo diversi. La colorazione dei campioni è gradualmente sbiadita durante l'invecchiamento, con cambiamenti nei parametri CIE L*a*b* e nell'intera differenza di colore (ΔE*) analizzati. Inoltre, la morfologia e le proprietà meccaniche, tra cui la resistenza alla trazione e l'allungamento, sono state studiate.", "I coloranti gialli sono risultati essere i più sensibili alla luce, mentre i coloranti rossi hanno invecchiato più velocemente. I risultati suggeriscono che i campioni di tessuto di lana invecchiati artificialmente possono essere creati rapidamente a fini sperimentali, fornendo preziose intuizioni per la ricerca sulla conservazione.", "Lo studio ha dimostrato che la tecnica UV/Ozone è un metodo efficace per creare campioni artificiali di tessuto di lana invecchiato. Tuttavia, è importante notare che la risposta al trattamento UV/Ozone può variare tra i diversi tipi di coloranti naturali e i mordenti utilizzati. Questo metodo fornisce un utile strumento di simulazione per la ricerca sulla conservazione, offrendo ai conservatori la possibilità di testare e sviluppare strategie di conservazione su campioni simulati prima di applicarle ai manufatti originali.", "In conclusione, questo studio ha dimostrato che la tecnica UV/Ozone può essere utilizzata per creare campioni artificiali di tessuto di lana sbiadito che assomigliano a antichi tessuti, fornendo un modo rapido ed efficiente per ottenere campioni per la ricerca sulla conservazione. I campioni creati possono essere utilizzati per testare i metodi di conservazione, fornendo una soluzione pratica per affrontare i problemi posti dai coloranti naturalisensibili alla luce sui tessuti storici."], "body_lg": ["Prima dell'introduzione dei coloranti sintetici nel 1856, i coloranti naturali ricavati dalle piante e dagli insetti erano ampiamente utilizzati per tingere i tessuti. Tuttavia, questi coloranti presentano un notevole svantaggio: sono inclini al sbiadimento e ai danni, il che rappresenta una sfida significativa per i conservatori durante la pulizia, la conservazione o l'esposizione di tessuti storici. Per far fronte a questa problematica, la creazione di campioni simulati che ricreino accuratamente le condizioni di questi preziosi manufatti offre un'opportunità preziosa per la ricerca sulla conservazione e i test dei materiali. Uno studio recente esplora la fattibilità dell'utilizzo della tecnica UV/Ozone per creare campioni artificiali di tessuto di lana sbiadito che assomiglino a antichi tessuti, senza danneggiare i manufatti originali. Questa ricerca potrebbe rappresentare una svolta importante nel campo della conservazione dei tessuti storici, fornendo campioni affidabili e riproducibili che possano essere utilizzati come modelli nei laboratori di conservazione. Grazie a questi campioni, i conservatori potrebbero testare diversi metodi di conservazione e pulizia senza il rischio di danneggiare i manufatti originali, contribuendo in questo modo a preservare il nostro patrimonio tessile per le generazioni future.", "L'utilizzo di tre coloranti naturali, curcuma, robbia e cocciniglia, per tingere nuovi tessuti di lana ha prodotto risultati interessanti quando diversi mordenti, allume, dicromato di potassio e solfato di rame, sono stati utilizzati per ottenere diverse tonalità. I campioni tinti di lana sono stati successivamente sottoposti ad invecchiamento artificiale utilizzando UV/Ozone per periodi di tempo variabili, osservando una graduale sbiadimento della colorazione. Questo cambiamento è stato analizzato mediante l'utilizzo dei parametri CIE L*a*b*, che hanno rivelato variazioni nella luminosità (L*), nella cromaticità (a* e b*) e nell'intera differenza di colore (ΔE*). Questi parametri sono ampiamente utilizzati nell'industria tessile per valutare la resistenza al fading dei coloranti. Oltre all'analisi cromatica, la morfologia e le proprietà meccaniche dei campioni invecchiati sono state studiate, con particolare attenzione alla resistenza alla trazione e all'allungamento. Si è osservato che l'invecchiamento artificiale ha causato alterazioni nella struttura dei tessuti, che a loro volta hanno influenzato le prestazioni meccaniche. Questo studio fornisce preziose informazioni sulla durata e sulla resistenza dei coloranti naturali utilizzati su tessuti di lana, offrendo una prospettiva su come tali coloranti possano essere utilizzati in applicazioni industriali.", "Gli studi recenti sulla sensibilità dei coloranti alla luce e al tempo hanno dimostrato che i coloranti gialli sono i più vulnerabili alla luce, mentre i coloranti rossi tendono ad invecchiare più rapidamente. Questi risultati offrono un'importante opportunità per la ricerca sulla conservazione, poiché consentono la creazione di campioni di tessuto di lana invecchiati artificialmente a un ritmo accelerato. Questa scoperta è particolarmente utile per gli studiosi che indagano sui metodi di conservazione dei tessili antichi, poiché possono ora ricreare le condizioni di invecchiamento in un ambiente di laboratorio controllato. Ciò fornisce preziose intuizioni per comprendere i meccanismi alla base del degrado dei coloranti e del tessuto, permettendo lo sviluppo di strategie più efficaci per preservare le opere tessili storiche. Inoltre, la rapida creazione di campioni di tessuto invecchiati artificialmente consente di testare e confrontare diverse tecniche di conservazione, accelerando notevolmente il progresso della ricerca in questo campo. Pertanto, l'invecchiamento accelerato dei coloranti gialli e rossi in tessuti di lana offre un importante strumento sperimentale per la ricerca sulla conservazione, con il potenziale per migliorare notevolmente la capacità di preservare i tessuti storici e la loro bellezza per le generazioni future.", "Lo studio ha dimostrato che la tecnica UV/Ozone è un metodo efficace per creare campioni artificiali di tessuto di lana invecchiato, rappresentando un importante passo avanti nella ricerca sulla conservazione. Tuttavia, è fondamentale sottolineare che la risposta al trattamento UV/Ozone può variare notevolmente tra i diversi tipi di coloranti naturali e mordenti utilizzati, il che richiede un'accurata caratterizzazione preliminare dei campioni. Questa tecnica si configura come un'utile strumento di simulazione per la ricerca sulla conservazione, fornendo ai conservatori la possibilità di testare e sviluppare strategie di conservazione su campioni simulati prima di applicarle ai manufatti originali. Grazie a questo approccio, è possibile prevedere e mitigare i potenziali effetti negativi del trattamento sui coloranti e sulle fibre, garantendo al contempo la massima tutela dei preziosi tessuti antichi. Pertanto, la tecnica UV/Ozone rappresenta una promettente linea di ricerca per il futuro della conservazione dei tessuti, conciliando l'esigenza di studiare e comprendere i meccanismi di invecchiamento con la necessità di preservare il patrimonio culturale tessile per le generazioni future.", "In conclusione, questo studio ha evidenziato l'efficacia della tecnica UV/Ozone nella creazione di campioni artificiali di tessuto di lana sbiadito che mimano l'aspetto di antichi tessuti. Questa metodologia rivoluzionaria offre una soluzione rapida ed efficiente per ottenere campioni utili per la ricerca sulla conservazione, superando i limiti imposti dalle scarse fonti di tessuti storici e dalla difficoltà nel reperire esemplari sufficienti per condurre analisi approfondite. I campioni creati attraverso la tecnica UV/Ozone possono essere impiegati per testare diversi metodi di conservazione, simulando le condizioni a cui sono soggetti i coloranti naturali sensibili alla luce sui tessuti storici. Ciò costituisce un notevole passo avanti nella risoluzione dei problemi posti dalla degradazione dei coloranti, che spesso compromette la sopravvivenza e la leggibilità di preziosi manufatti tessili. Grazie a questa innovativa tecnica, i ricercatori possono ora contare su un'affidabile fonte di campioni per sviluppare e perfezionare strategie di conservazione, tutelando il nostro patrimonio culturale tessile e garantendone la trasmissione alle future generazioni."], "_": ""}