{
    "study_url": "https://pubs.acs.org/doi/full/10.1021/acsomega.3c08396",
    "study_title": "Evaluating the Potential of Ozone Microbubbles for Inactivation of Tulane Virus, a Human Norovirus Surrogate",
    "study_authors": [
        "Bozhong Guan",
        "Haknyeong Hong",
        "Minji Kim",
        "Jiakai Lu",
        "Matthew D. Moore"
    ],
    "study_institutions": [],
    "study_categories": [
        "Microbubbles",
        "Food"
    ],
    "study_journal": "ACS Omega",
    "study_date_publication": "2024-05-22",
    "study_abstract": "This study investigated the efficacy of low-dose ozone microbubble solution and conventional aqueous ozone as inactivation agents against Tulane virus samples in water over a short period of time. Noroviruses are the primary cause of foodborne illnesses in the US, and the development of effective inactivation agents is crucial. Ozone has a high oxidizing ability and naturally decomposes to oxygen, but it has limitations due to its low dissolution rate, solubility, and stability. Ozone microbubbles have been promising in enhancing inactivation, but little research has been done on their efficacy against noroviruses. The study examined the influence of the dissolved ozone concentration, inactivation duration, and presence of organic matter during inactivation. The results showed that ozone microbubbles had a longer half-life (14 ± 0.81 min) than aqueous ozone (3 ± 0.35 min). After 2, 10, and 20 min postgeneration, the ozone concentration of microbubbles naturally decreased from 4 ppm to 3.2 ± 0.2, 2.26 ± 0.19, and 1.49 ± 0.23 ppm and resulted in 1.43 ± 0.44, 0.88 ± 0.5, and 0.68 ± 0.53 log10 viral reductions, respectively, while the ozone concentration of aqueous ozone decreased from 4 ppm to 2.52 ± 0.07, 0.43 ± 0.05, and 0.09 ± 0.01 ppm and produced 0.8 ± 0.28, 0.29 ± 0.41, and 0.16 ± 0.21 log10 reductions against Tulane virus, respectively (p = 0.0526), suggesting that structuring of ozone in the bubbles over the applied treatment conditions did not have a significant effect, though future study with continuous generation of ozone microbubbles is needed.",
    "template_url": "templates/2024_06/0002.json",
    "title": "Study 2",
    "image_url": "database/2024_06/page_0002/image.jpg",
    "export_url": "export/2024_06/page_0002.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal ACS Omega, sono stati indagati l'efficacia della soluzione di ozono a microbolle a basso dosaggio e dell'ozono acquoso convenzionale come agenti inattivanti contro campioni di virus Tulane nell'acqua nel breve periodo. I norovirus sono la causa principale delle malattie alimentari negli Stati Uniti, e lo sviluppo di agenti inattivanti efficaci è cruciale. L'ozono ha una forte capacità ossidante e si decompone naturalmente a ossigeno, ma ha limitazioni dovute al suo basso tasso di dissoluzione, solubilità e stabilità. Le microbolle di ozono sono promettenti nel migliorare l'inattivazione, ma poco si sa sulla loro efficacia contro i norovirus. Lo studio ha esaminato l'influenza della concentrazione di ozono disciolto, della durata dell'inattivazione e della presenza di materia organica durante l'inattivazione. I risultati hanno mostrato che le microbolle di ozono avevano una maggiore emivita (14 ± 0,81 minuti) rispetto all'ozono acquoso (3 ± 0,35 minuti). Dopo 2, 10 e 20 minuti dalla generazione, la concentrazione di ozono delle microbolle naturalmente diminuiva dai 4 ppm a 3,2 ± 0,2, 2,26 ± 0,19 e 1,49 ± 0,23 ppm, e questo risultava in riduzioni virali di 1,43 ± 0,44, 0,88 ± 0,5 e 0,68 ± 0,53 log10, rispettivamente, mentre la concentrazione di ozono dell'ozono acquoso diminuiva da 4 ppm a 2,52 ± 0,07, 0,43 ± 0,05 e 0,09 ± 0,01 ppm, e produrre riduzioni virali di 0,8 ± 0,28, 0,29 ± 0,41 e 0,16 ± 0,21 log10 contro il virus Tulane, rispettivamente (p = 0,0526). Questo suggerisce che la strutturazione dell'ozono nelle bolle sull'applicazione delle condizioni di trattamento non aveva un effetto significativo, anche se è necessario uno studio futuro con la generazione continua di microbolle di ozono.\n\nL'ozono può essere un ottimo candidato come agente disinfettante per l'acqua, ma ha alcune limitazioni che ne rendono difficile l'utilizzo su larga scala. Tra questi, il basso tasso di dissoluzione, la solubilità e la stabilità limitano la sua applicazione, specialmente nella disinfezione dell'acqua. Tuttavia, l'uso di microbolle di ozono potrebbe essere una soluzione promettente per superare queste limitazioni. Le microbolle di ozono hanno un'emivita più lunga e una maggiore capacità di inattivazione rispetto all'ozono acquoso.\n\nLo studio ha anche esaminato l'influenza della materia organica sulla disinfezione dell'acqua. La presenza di materia organica può interferire con la disinfezione, riducendo la capacità dell'ozono di inattivare i microrganismi. Tuttavia, ci sono poche ricerche su come la materia organica influisca sulla disinfezione dell'acqua utilizzando le microbolle di ozono. Pertanto, sono necessarie ulteriori ricerche per comprendere i meccanismi che controllano l'interazione tra l'ozono, la materia organica e i microrganismi.\n\nIn conclusione, le microbolle di ozono possono essere una soluzione promettente per superare le limitazioni dell'ozono acquoso. Sono necessarie\n\n ulteriori ricerche per comprendere i meccanismi di interazione tra l'ozono, la materia organica e i microrganismi. L'uso di microbolle di ozono può rappresentare una rivoluzione nella"
}