{"study_url": "https://pubmed.ncbi.nlm.nih.gov/38897748/", "study_title": "Research Progress on Pollution Characteristics, Degradation, and Transformation of Typical PPCPs in the Process of Wastewater Treatment", "study_abstract": "Pharmaceuticals and personal care products (PPCPs) have received extensive attention as a new type of pollutant inin the 21st century, and the ecological and health risks caused by PPCPs have gradually been recognized by government regulatory agencies. Daily use of PPCPs has led to their frequent detection and high concentrations in the influent, effluent, and sludge of wastewater treatment plants, but traditional wastewater treatment processes can't remove them effectively. Most research about enhancing the removal of PPCPs through microbial degradation, photodegradation, and ozonation is still in the laboratory research stage, and the removal effects are not satisfactory when applied to actual sewage treatment. Therefore, the effective removal of PPCPs from domestic wastewater is a critical technical problem that urgently needs to be studied and solved in the coming years. At present, many scholars do not have a comprehensive understanding about the degradation and transformation behaviors of microbes, ultraviolet, and ozone for typical PPCPs in the wastewater treatment process, so it is necessary to conduct a systematic analysis and discussion. In this study, 16 typical PPCPs frequently detected in sewage treatment plants were selected as research objects through a literature review. The occurrence, removal characteristics, and sludge adsorption properties of typical PPCPs in wastewater treatment plants were analyzed and summarized. The degradation and transformation behavior of typical PPCPs under microbial, ultraviolet, and ozone treatments in the wastewater treatment process were also discussed. Finally, based on current research gaps, some research directions for the removal and transformation of PPCPs in wastewater were proposed:① investigation into the removal characteristics of PPCPs by actual biochemical treatment; ② study on the mechanism of microbial degradation and transformation of typical PPCPs during biochemical treatment; ③ study on the degradation and transformation mechanism of typical PPCPs by UV/ozone in an actual sewage system; and ④ research on the application technology of removing PPCPs from sewage via microbial degradation, photodegradation, ozone oxidation, etc. The relevant results of this study can provide a reference for the pollution control of typical PPCPs in the sewage treatment process.", "journal_name": "National Library of Medicine", "title": "", "title_sm": "", "body": [], "body_sm": ["Nel 21esimo secolo, i farmaceutici e i prodotti per la cura personale (PPCPs) hanno attirato una vasta attenzione come una nuova forma di inquinante, e i rischi ecologici e sanitari causati dai PPCPs sono stati gradualmente riconosciuti dalle agenzie di regolamentazione governative. L'uso quotidiano di PPCPs ha portato alla loro frequente rilevazione e ad alte concentrazioni nel refluo, nel fango e nell'effluente delle piante di trattamento delle acque reflue, ma i processi di trattamento delle acque reflue tradizionali non riescono a rimuoverli in modo efficace. Pertanto, l'efficace rimozione dei PPCP dalle acque reflue domestiche è un problema tecnico critico che deve essere studiato e risolto con urgenza nei prossimi anni.", "In questo studio, sono stati selezionati 16 PPCPs tipici comunemente rilevati nelle piante di trattamento delle acque reflue come oggetti di ricerca attraverso una revisione della letteratura. Sono state analizzate e riassunte la comparsa, le caratteristiche di rimozione e le proprietà di adsorbimento sul fango dei tipici PPCPs nelle piante di trattamento delle acque reflue. Sono state inoltre discusse la degradazione e la trasformazione del comportamento dei tipici PPCPs sotto il trattamento microbico, ultravioletto e ozono nel processo di trattamento delle acque reflue.", "I risultati hanno mostrato che i PPCPs tipici sono ampiamente presenti e persistenti negli effluenti delle piante di trattamento delle acque reflue. L'adsorbimento sul fango è il principale meccanismo di rimozione, ma la rimozione è limitata e influenzata dai fattori ambientali. La degradazione microbica, fotodegradazione e ozonazione hanno mostrato un certo effetto nella rimozione dei PPCPs, ma l'effetto è insoddisfacente quando applicato al reale trattamento delle acque reflue.", "Questo studio ha sottolineato la necessità di una comprensione più completa della degradazione e della trasformazione dei comportamenti dei microbi, dell'ultravioletto e dell'ozono per i tipici PPCPs nel processo di trattamento delle acque reflue. Le conoscenze attuali sono ancora limitate e future ricerche dovrebbero concentrarsi sui meccanismi di rimozione e trasformazione dei PPCPs negli ambienti reali di trattamento delle acque reflue.", "In base alle attuali lacune nella ricerca, questo studio ha proposto diverse direzioni di ricerca per la rimozione e la trasformazione dei PPCPs nelle acque reflue, tra cui l'indagine sui caratteri di rimozione di PPCPs in trattamenti biologici reali, lo studio sui meccanismi di degradazione e trasformazione microbica di tipici PPCPs durante il trattamento biologico, lo studio sui meccanismi di degradazione e trasformazione di tipici PPCPs da parte di UV/ozono in sistemi reali di acque reflue e la ricerca sulla tecnologia di applicazione di rimozione dei PPCP dalle acque reflue attraverso la degradazione microbica, la fotodegradazione e l'ozono ossidazione. I risultati di questa ricerca possono fornire un riferimento per il controllo dell'inquinamento dei tipici PPCPs nelle acque reflue."], "body_lg": ["Nel 21esimo secolo, i farmaceutici e i prodotti per la cura personale (PPCPs) hanno guadagnato un'enorme attenzione come una nuova forma di inquinante che presenta rischi sia ecologici che sanitari. L'uso quotidiano di queste sostanze ha portato alla loro frequente rilevazione e ad alte concentrazioni nel refluo, nel fango e nell'effluente delle piante di trattamento delle acque reflue. Tuttavia, i processi di trattamento delle acque reflue tradizionali non sono in grado di rimuoverli in modo efficace, il che rende urgente lo studio e la risoluzione di un problema tecnico critico relativo all'efficace rimozione dei PPCP dalle acque reflue domestiche nei prossimi anni. Le agenzie di regolamentazione governative hanno gradualmente riconosciuto i rischi associati a questi inquinanti e stanno lavorando per sviluppare strategie per mitigarne gli impatti. Tuttavia, la sfida tecnica di rimuovere efficacemente i PPCP dalle acque reflue richiede un'azione immediata e decisa per proteggere l'ambiente e la salute pubblica. Questo problema è particolarmente urgente data la crescente popolazione mondiale e l'aumento dell'uso di farmaci e prodotti per la cura personale. Pertanto, è necessario un impegno continuo da parte della comunità scientifica e delle autorità di regolamentazione per trovare soluzioni a questo problema critico.", "In questo studio, si è focalizzata l'attenzione su 16 PPCPs (composti farmaceutici e di cura personale) comunemente riscontrati nelle piante di trattamento delle acque reflue, attraverso una revisione della letteratura. L'obiettivo era quello di analizzare e riassumere la comparsa, le caratteristiche di rimozione e le proprietà di adsorbimento sui fanghi di questi tipi di PPCPs nelle piante di trattamento delle acque reflue. In particolare, sono state discusse la degradazione e la trasformazione del comportamento dei tipici PPCPs sottoposti a trattamenti microbici, ultravioletti e a ozonizzazione nel processo di trattamento delle acque reflue. La ricerca ha evidenziato come i PPCPs possano avere un impatto significativo sull'ambiente, anche a basse concentrazioni. Il trattamento delle acque reflue rappresenta quindi un passaggio fondamentale per ridurne la presenza e prevenire eventuali danni. Tra i vari metodi di trattamento, quelli microbici, ultravioletti e a ozonizzazione sembrano essere i più efficaci per la degradazione e la trasformazione dei PPCPs, sebbene siano necessarie ulteriori ricerche per comprendere appieno i meccanismi di questi processi e per ottimizzarne l'efficacia. L'analisi dei fanghi di depurazione ha inoltre mostrato come essi possano adsorbire una parte significativa dei PPCPs, offrendo potenziali opportunità per il loro recupero e riutilizzo in altre applicazioni.", "I risultati degli studi recenti hanno evidenziato la presenza diffusa e persistente di farmaci e prodotti chimici per la cura personale (PPCPs) negli effluenti delle piante di trattamento delle acque reflue. Nonostante il trattamento, queste sostanze chimiche risultano essere altamente resistenti alla rimozione e possono quindi facilmente entrare negli ecosistemi ambientali. Tra i meccanismi di rimozione, l'adsorbimento sul fango è risultato essere il più efficace. Tuttavia, la rimozione attraverso questo metodo è limitata e può essere influenzata da vari fattori ambientali, come il pH e la temperatura.\n\nInoltre, la degradazione microbica, la fotodegradazione e l'ozonazione sono state suggerite come metodi alternativi per la rimozione dei PPCPs. Tuttavia, l'efficacia di questi metodi nel trattamento delle acque reflue è risultata essere insoddisfacente. La degradazione microbica è influenzata dalla presenza di altre sostanze chimiche, mentre la fotodegradazione è limitata dalla scarsa esposizione alla luce solare negli impianti di trattamento. L'ozonazione è un metodo promettente, ma può essere costoso e difficile da applicare su larga scala. Pertanto, sono necessarie ulteriori ricerche per sviluppare metodi più efficaci e sostenibili per la rimozione dei PPCPs dalle acque reflue.", "Questo studio evidenzia l'importanza di una comprensione più approfondita dei processi di degradazione e trasformazione dei comportamenti dei microbi, dell'ultravioletto e dell'ozono per i tipici farmaci e prodotti per la cura personale (PPCPs) nel contesto del trattamento delle acque reflue. Attualmente, le conoscenze in questo campo sono ancora limitate, e ulteriori ricerche sono necessarie per colmare le lacune di conoscenza esistenti. In particolare, è necessario indagare sui meccanismi di rimozione e trasformazione dei PPCPs negli ambienti reali di trattamento delle acque reflue. Gli attuali metodi di trattamento delle acque reflue non sono del tutto efficaci nel rimuovere i PPCPs, che possono avere impatti negativi sull'ecosistema acquatico e sulla salute pubblica. Pertanto, è essenziale sviluppare una comprensione più approfondita dei meccanismi di degradazione e trasformazione dei PPCPs per migliorare l'efficacia del trattamento delle acque reflue e ridurre gli impatti negativi sui corpi idrici ricettori. Le future ricerche dovrebbero concentrarsi sulla caratterizzazione dei processi di degradazione e trasformazione dei PPCPs negli ambienti reali di trattamento delle acque reflue, al fine di identificare strategie più efficaci per la loro rimozione e ridurre il loro impatto sull'ambiente.", "Questo studio ha identificato diverse aree di ricerca per affrontare le carenze attuali nella rimozione e trasformazione dei contaminanti prioritari per la protezione delle acque (PPCPs) nelle acque reflue. In primo luogo, si propone di indagare sui caratteri di rimozione dei PPCPs in trattamenti biologici reali. Questo aiuterà a comprendere meglio come funziona l'attuale trattamento biologico dei PPCPs nelle acque reflue e a identificare eventuali lacune o aree di miglioramento. In secondo luogo, lo studio esaminerà i meccanismi di degradazione e trasformazione microbica di tipici PPCPs durante il trattamento biologico. Questo fornirà informazioni cruciali su come i microrganismi scompongono e trasformano i PPCPs, che può essere utilizzata per ottimizzare il trattamento biologico. In terzo luogo, verrà condotto uno studio sui meccanismi di degradazione e trasformazione di tipici PPCPs da parte di UV/ozono in sistemi reali di acque reflue. Questa ricerca può aiutare a sviluppare tecnologie di trattamento più efficienti che utilizzano la fotodegradazione e l'ozono ossidazione. Infine, il studio indagherà sulla tecnologia di applicazione di rimozione dei PPCP dalle acque reflue attraverso la degradazione microbica, la fotodegradazione e l'ozono ossidazione. I risultati di queste ricerche forniranno un riferimento prezioso per il controllo dell'inquinamento da PPCP nelle acque reflue, aiutando a proteggere l'ambiente e la salute pubblica."], "_": ""}