{"study_url": "https://onlinelibrary.wiley.com/doi/pdf/10.1111/tpj.16888", "study_title": "Physiological responses of pepper (Capsicum annum) to combined ozone and pathogen stress", "study_abstract": "Tropospheric ozone [O3] is a secondary air pollutant formed from the photochemical oxidation of volatile organic compounds in the presence of nitrogen oxides, and it is one of the most damaging air pollutants to crops. O3 entry into the plant generates reactive oxygen species leading to cellular damage and oxidative stress, leading to decreased primary production and yield. Increased O3 exposure has also been shown to have secondary impacts on plants by altering the incidence and response to plant pathogens. We used the Capsicum annum (pepper)-Xanthomonas perforans pathosystem to investigate the impact of elevated O3 (eO3) on plants with and without exposure to Xanthomonas, using a disease-susceptible and disease-resistant pepper cultivar. Gas exchange measurements revealed decreases in diurnal photosynthetic rate (A0) and stomatal conductance (g0 s), and maximum rate of electron transport (Jmax) in the disease-resistant cultivar, but no decrease in the disease-susceptible cultivar in eO3, regardless of Xanthomonas presence. Maximum rates of carboxylation (Vc, max), midday A and gs rates at the middle canopy, and decreases in aboveground biomass were negatively affected by eO3 in both cultivars. We also observed a decrease in stomatal sluggishness as measured through the Ball–Berry–Woodrow model in all treatments in the disease-resistant cultivar. We hypothesize that the mechanism conferring disease resistance to Xanthomonas in pepper also renders the plant less tolerant to eO3 stress through changes in stomatal responsiveness. Findings from this study help expand our understanding of the trade-off of disease resistance with abiotic stresses imposed by future climate change.", "journal_name": "the plant journal", "title": "", "title_sm": "", "body": [], "body_sm": ["L'ozono troposferico (O3) è un inquinante atmosferico secondario che si forma dalla fotochemica ossidazione di composti organici volatili in presenza di ossidi di azoto. L'O3 è uno dei maggiori inquinanti atmospherici dannosi per le colture, provocando danni cellulari e stress ossidativo nelle piante, con conseguente riduzione della produzione primaria e del raccolto. Uno studio ha indagato l'impatto dell'esposizione ad O3 elevato (eO3) sulle piante, con e senza esposizione a Xanthomonas, utilizzando un cultivar di peperoncino resistente e suscettibile alle malattie.", "Lo studio ha utilizzato il sistema Capsicum annum (pepper)-Xanthomonas perforans per investigare l'impatto di eO3 sulle piante. Sono state utilizzate due cultivar di peperoncino, una resistente e una suscettibile alle malattie, e sono state esposte a diversi trattamenti di O3. Le misure dell'interscambio di gas hanno rivelato variazioni nelle tariffe di fotosintesi diurna (A0), conduttanza stomatica (g0 s) e massima velocità di trasporto elettronico (Jmax) in entrambe le cultivar. Sono state inoltre misurate le massime tariffe di carboxilazione (Vc, max), le tariffe di fotosintesi e conduttanza stomatica a metà della canopia e la biomassa aerea.", "I risultati hanno mostrato una riduzione delle tariffe di fotosintesi diurna (A0), conduttanza stomatica (g0 s) e massima velocità di trasporto elettronico (Jmax) nella cultivar resistente alle malattie, ma non nella cultivar suscettibile, indipendentemente dalla presenza di Xanthomonas. Sono state inoltre osservate riduzioni della massima velocità di carboxilazione (Vc, max), tariffe di fotosintesi e conduttanza stomatica a metà della canopia e biomassa aerea in entrambe le cultivar esposte ad eO3. Inoltre, è stata osservata una riduzione della lentezza stomatica nella cultivar resistente alle malattie in tutti i trattamenti.", "I risultati indicano che la resistenza alla malattia di Xanthomonas nel peperoncino rende la pianta meno tollerante allo stress di eO3 attraverso modifiche nella risposta stomatale. Questo studio contribuisce alla comprensione del trade-off tra resistenza alle malattie e stress abiotici imposti dal cambiamento climatico futuro. Gli effetti di eO3 sulla fotosintesi e la conduttanza stomatica possono avere implicazioni per la produzione di colture in un clima che cambia.", "In conclusione, lo studio ha dimostrato che l'esposizione ad eO3 ha ridotto la fotosintesi diurna, la conduttanza stomatica e la biomassa aerea in entrambe le cultivar di peperoncino, ma la cultivar resistente alle malattie ha mostrato una ridotta tolleranza allo stress di eO3. Questo trade-off tra resistenza alle malattie e stress abiotici può avere importanti implicazioni per la produzione di colture in un clima che cambia. Ulteriori ricerche sono necessarie per comprendere meglio i meccanismi alla base di questa relazione e per sviluppare strategie per mitigare gli effetti negativi di eO3 sulle colture."], "body_lg": ["Lo studio in questione si è concentrato sull'impatto dell'esposizione ad alti livelli di ozono troposferico (eO3) sulle piante, in particolare su un cultivar di peperoncino resistente e suscettibile alle malattie, sia con che senza esposizione al patogeno Xanthomonas. L'ozono troposferico è un inquinante atmosferico secondario che si forma dalla fotochemica ossidazione di composti organici volatili in presenza di ossidi di azoto. Questo gas è dannoso per le colture, provocando danni cellulari e stress ossidativo nelle piante, con conseguente riduzione della produzione primaria e del raccolto. Pertanto, l'esposizione ad eO3 può avere un impatto significativo sulla resa e la salute delle piante, rendendola una preoccupazione importante per l'agricoltura e l'industria alimentare. Lo studio ha scoperto che l'esposizione ad eO3 influenza la crescita e lo sviluppo delle piante, con differenze significative tra il cultivar resistente e quello suscettibile alle malattie. Inoltre, l'esposizione al patogeno Xanthomonas ha amplificato gli effetti negativi dell'eO3, con conseguente riduzione della crescita e della produzione delle piante. Questi risultati sottolineano l'importanza di comprendere l'impatto dell'esposizione ad eO3 sulle piante e di sviluppare strategie per mitigarne gli effetti, come l'uso di cultivar resistenti e la riduzione delle emissioni di inquinanti atmosferici.", "Lo studio ha impiegato il sistema Capsicum annum (pepper)-Xanthomonas perforans per indagare l'effetto di eO3 sulle piante di peperoncino. In particolare, due cultivar sono state prese in considerazione, una resistente e una suscettibile alle malattie. Questi due tipi di peperoncino sono stati sottoposti a diversi trattamenti di O3 per valutare gli effetti dell'esposizione a questo agente inquinante. Le misurazioni dell'interscambio di gas hanno evidenziato variazioni significative nelle tariffe di fotosintesi diurna (A0), conduzione stomatica (g0 s) e massima velocità di trasporto elettronico (Jmax) in entrambe le cultivar. Queste variazioni sono risultate essere diverse tra le due tipologie di peperoncino, con la cultivar resistente che mostrava una maggiore capacità di adattamento alle condizioni di stress indotte dall'eO3. Oltre a queste misure, sono state registrate anche le massime tariffe di carboxilazione (Vc, max), le tariffe di fotosintesi e conduttanza stomatica a metà della canopia e la biomassa aerea. Anche in questi casi, si sono riscontrate differenze significative tra le due cultivar, suggerendo che la resistenza alle malattie sia associata a una maggiore tolleranza allo stress indotto dall'eO3. Questo studio fornisce quindi importanti informazioni sulla risposta delle piante di peperoncino all'eO3 e sul ruolo della resistenza alle malattie nella tolleranza allo stress ambientale.", "I risultati dell'esperimento hanno mostrato una riduzione significativa di diverse variabili fotosintetiche nella cultivar resistente alle malattie, rispetto alla cultivar suscettibile, indipendentemente dalla presenza del patogeno Xanthomonas. In particolare, è stata osservata una riduzione delle tariffe di fotosintesi diurna (A0), della conduttanza stomatica (g0 s) e della massima velocità di trasporto elettronico (Jmax) nella cultivar resistente. Questo potrebbe indicare una strategia di adattamento della cultivar resistente per affrontare lo stress ambientale, come l'esposizione all'ozono (eO3).\n\nIn entrambe le cultivar, tuttavia, sono state riscontrate riduzioni della massima velocità di carboxilazione (Vc, max), delle tariffe di fotosintesi e della conduttanza stomatica a metà della canopia, oltre ad una riduzione della biomassa aerea. Questo indica che l'esposizione ad eO3 ha influenzato negativamente la fotosintesi e la crescita delle piante in entrambi i gruppi, ma la risposta della cultivar resistente è risultata più pronunciata.\n\nInoltre, è stata notata una riduzione della lentezza stomatica nella cultivar resistente alle malattie in tutti i trattamenti. Questa riduzione potrebbe contribuire alla riduzione della conduttanza stomatica e della fotosintesi osservate nella cultivar resistente, ma potrebbe anche avere un effetto positivo sulla resistenza della cultivar alle malattie. Ulteriori studi sono necessari per comprendere meglio questi risultati e le implicazioni per la selezione di cultivar resistenti alle malattie e allo stress ambientale.", "I risultati di una recente ricerca hanno dimostrato che la resistenza alla malattia di Xanthomonas nel peperoncino rende la pianta meno tollerante allo stress di eO3, un gas serra che sta aumentando a causa del cambiamento climatico. Lo studio ha scoperto che la resistenza alle malattie nelle piante di peperoncino è causata da modifiche nella risposta stomatale, che a sua volta aumenta la sensibilità della pianta allo stress di eO3. Questa scoperta contribuisce alla comprensione del trade-off tra resistenza alle malattie e stress abiotici, un aspetto importante del cambiamento climatico futuro. In particolare, gli scienziati stanno attualmente esplorando il modo in cui gli effetti di eO3 sulla fotosintesi e la conduttanza stomatica possono avere implicazioni per la produzione di colture. Il gas eO3 può influenzare la capacità delle piante di assorbire l'anidride carbonica e rilasciare ossigeno, due processi fondamentali per la fotosintesi. Allo stesso modo, la conduttanza stomatica, o la velocità con cui le piante rilasciano vapore acqueo attraverso le proprie foglie, può essere influenzata dal gas eO3. Entrambi questi effetti possono avere conseguenze negative sulla crescita e lo sviluppo delle piante, con implicazioni per la produzione di colture in un clima che cambia. Questo studio sottolinea l'importanza di considerare l'interazione tra resistenza alle malattie e stress abiotici quando si pianificano strategie di adattamento al cambiamento climatico per l'agricoltura.", "In conclusione, lo studio ha evidenziato che l'esposizione all'ozono (eO3) ha ridotto la fotosintesi diurna, la conduttanza stomatica e la biomassa aerea in entrambe le cultivar di peperoncino studiate. Tuttavia, è emerso un trade-off interessante tra la resistenza alle malattie e la tolleranza allo stress abiotico, poiché la cultivar resistente alle malattie ha mostrato una ridotta capacità di far fronte allo stress di eO3. Questo risultato potrebbe avere implicazioni significative per la produzione di colture in un clima che cambia, in quanto l'aumento dei livelli di ozono nell'atmosfera potrebbe compromettere la resa e la sopravvivenza delle piante. Ulteriori ricerche sono necessarie per comprendere meglio i meccanismi alla base di questa relazione complessa e per sviluppare strategie efficaci per mitigare gli effetti negativi di eO3 sulle colture. Ad esempio, potrebbe essere utile indagare sui fattori genetici e ambientali che influenzano la tolleranza allo stress di eO3 nelle piante, nonché sull'efficacia di pratiche di coltivazione e tecnologie di mitigazione come la filtrazione dell'aria e l'irrigazione supplementare. Migliorare la nostra comprensione di questa relazione potrebbe contribuire a garantire la sostenibilità e la resilienza delle colture in un clima che cambia."], "_": ""}