{
    "study_url": "https://onlinelibrary.wiley.com/doi/pdf/10.1111/tpj.16888",
    "study_title": "Physiological responses of pepper (Capsicum annum) to combined ozone and pathogen stress",
    "study_abstract": "Tropospheric ozone [O3] is a secondary air pollutant formed from the photochemical oxidation of volatile organic compounds in the presence of nitrogen oxides, and it is one of the most damaging air pollutants to crops. O3 entry into the plant generates reactive oxygen species leading to cellular damage and oxidative stress, leading to decreased primary production and yield. Increased O3 exposure has also been shown to have secondary impacts on plants by altering the incidence and response to plant pathogens. We used the Capsicum annum (pepper)-Xanthomonas perforans pathosystem to investigate the impact of elevated O3 (eO3) on plants with and without exposure to Xanthomonas, using a disease-susceptible and disease-resistant pepper cultivar. Gas exchange measurements revealed decreases in diurnal photosynthetic rate (A0) and stomatal conductance (g0 s), and maximum rate of electron transport (Jmax) in the disease-resistant cultivar, but no decrease in the disease-susceptible cultivar in eO3, regardless of Xanthomonas presence. Maximum rates of carboxylation (Vc, max), midday A and gs rates at the middle canopy, and decreases in aboveground biomass were negatively affected by eO3 in both cultivars. We also observed a decrease in stomatal sluggishness as measured through the Ball–Berry–Woodrow model in all treatments in the disease-resistant cultivar. We hypothesize that the mechanism conferring disease resistance to Xanthomonas in pepper also renders the plant less tolerant to eO3 stress through changes in stomatal responsiveness. Findings from this study help expand our understanding of the trade-off of disease resistance with abiotic stresses imposed by future climate change.",
    "journal_name": "the plant journal",
    "title": "",
    "title_sm": "",
    "body": [],
    "body_sm": [],
    "body_lg": [],
    "_": ""
}