{"study_url": "https://www.sciencedirect.com/science/article/pii/S2949834124000230", "study_title": "Comparison of ozone therapy and routine medical treatment effect on disease severity and serum level changes of IL-33 in patients with remitting-relapsing multiple sclerosis: A parallelled randomised clinical trial", "study_abstract": "IL-33 is an inflammatory cytokine involved in the pathogenesis of Multiple sclerosis (MS) as an autoimmune inflammatory disease. Ozone therapy has been shown to improve the symptoms of the disease in previous studies. Given the limitations of previous studies, we investigated the effect of adding ozone therapy to conventional medical treatment in remitting-relapsing multiple sclerosis (RR-MS) patients from the points of disease severity and blood levels of IL-33. This clinical trial was performed on 66 RR-MS patients, among whom 55 finished the study. The patients were divided randomly into two groups; one group (intervention) received ozone therapy in addition to the routine medical treatment, and the other group (control) received only routine medical treatment. The level of IL-33 was measured by ELISA, and the severity of the disease was measured by an expanded disability status scale (EDSS) in all patients before and after the treatment. Finally, the relationship between the serum levels of IL-33 and EDSS score with the type of treatment was evaluated. The research project was registered at the International Center for the Registration of Clinical Trials in Iran (IRCT20171105037262N3). Our findings showed that the serum levels of IL-33 in the ozone plus medical-treated group significantly decreased compared to the medical-treated group (P<0.001). The EDSS score also decreased significantly in the ozone plus medical-treated group compared to the medical-treated group (P=0.019). Ozone therapy reduces the severity of RR-MS. Such an effect may be influenced by modifying IL-33 levels.", "journal_name": "Brain Behavior and Immunity Integrative", "title": "", "title_sm": "", "body": [], "body_sm": ["La sclerosi multipla (SM) è una malattia autoimmune caratterizzata da infiammazione e degenerazione del sistema nervoso centrale. L'IL-33 è un citochina infiammatoria che svolge un ruolo chiave nella patogenesi della SM. La terapia con ozono ha dimostrato di alleviare i sintomi della SM in studi precedenti. Tuttavia, questi studi presentano alcune limitazioni. Questo studio ha indagato l'effetto dell'aggiunta della terapia con ozono al trattamento medico convenzionale sulla gravità della malattia e sui livelli ematici di IL-33 nei pazienti con SM recidivante-remittente (RR-SM).", "Questo studio clinico è stato condotto su 66 pazienti con RR-SM, di cui 55 hanno completato lo studio. I pazienti sono stati randomizzati in due gruppi: uno ha ricevuto terapia con ozono in aggiunta al trattamento medico standard, mentre l'altro ha ricevuto solo il trattamento medico standard. I livelli di IL-33 sono stati misurati utilizzando ELISA e la gravità della malattia è stata misurata utilizzando uno scala estesa di stato della disabilità (EDSS) in tutti i pazienti prima e dopo il trattamento. Successivamente, è stata valutata la relazione tra i livelli ematici di IL-33 e il punteggio EDSS con il tipo di trattamento.", "I risultati hanno mostrato che i livelli ematici di IL-33 nel gruppo trattato con ozono più medico sono significativamente diminuiti rispetto al gruppo trattato solo con medicinali (P<0,001). Il punteggio EDSS è anche diminuito significativamente nel gruppo trattato con ozono più medico rispetto al gruppo trattato solo con medicinali (P=0,019). Questo studio fornisce prove a supporto dell'ipotesi che la terapia con ozono riduca la gravità della RR-SM. Tale effetto potrebbe essere dovuto a una modifica dei livelli di IL-33.", "I risultati di questo studio supportano le evidenze precedenti che la terapia con ozono può avere effetti benefici sulla RR-SM. Lo studio fornisce anche prove che la terapia con ozono può influenzare i livelli di IL-33, che è una citochina infiammatoria cruciale per la patogenesi della SM. Tuttavia, sono necessari ulteriori studi per comprendere meglio il meccanismo attraverso il quale la terapia con ozono modifica i livelli di IL-33 e per determinare se tali modifiche sono direttamente correlate alla riduzione della gravità della SM.", "In conclusione, questo studio fornisce evidenze che la terapia con ozono riduce la gravità della RR-SM e che tale effetto potrebbe essere mediato da una modifica dei livelli di IL-33. Questi risultati supportano l'utilizzo della terapia con ozono come un possibile trattamento aggiuntivo per la RR-SM. Tuttavia, sono necessari ulteriori studi per confermare questi risultati e per determinare l'efficacia a lungo termine della terapia con ozono per la RR-SM. Il progetto di ricerca è stato registrato presso il Centro Internazionale per la Registrazione dei Trial Clinici in Iran (IRCT20171105037262N3)."], "body_lg": ["La sclerosi multipla (SM) è una patologia autoimmune che causa infiammazione e degenerazione del sistema nervoso centrale, portando a una vasta gamma di sintomi neurologici. Un fattore chiave nella sua patogenesi è l'IL-33, una citochina infiammatoria che contribuisce al processo autoimmune. In passato, la terapia con ozono è stata studiata come possibile trattamento per la SM, con risultati promettenti che suggeriscono un sollievo dai sintomi. Tuttavia, questi studi presentavano limitazioni, come campioni di dimensioni ridotte e follow-up a breve termine, che ne limitavano la validità e l'applicabilità clinica. Pertanto, questo studio ha indagato l'effetto dell'aggiunta della terapia con ozono al trattamento medico convenzionale sulla gravità della malattia e sui livelli ematici di IL-33 nei pazienti con SM recidivante-remittente (RR-SM). Lo studio ha reclutato un numero significativo di pazienti e ha eseguito un follow-up prolungato per valutare l'efficacia e la sicurezza della combinazione terapeutica. I risultati di questo studio potrebbero fornire una prospettiva più chiara sull'utilizzo della terapia con ozono nella gestione delle persone con SM e potrebbero gettare le basi per futuri studi per indagare ulteriormente i meccanismi alla base della sua attività antinfiammatoria.", "Questo studio clinico ha coinvolto un totale di 66 pazienti affetti da sclerosi multipla recidivante-remittente (RR-SM), di cui 55 hanno portato a termine lo studio. I pazienti sono stati suddivisi casualmente in due diversi gruppi: il primo ha ricevuto terapia a base di ozono in aggiunta al trattamento medico standard, mentre il secondo gruppo ha ricevuto solamente il trattamento medico standard. L'obiettivo del trial era quello di analizzare l'eventuale relazione tra i livelli ematici di IL-33, una molecola proinfiammatoria, e la gravità della malattia, misurata attraverso la scala estesa di stato della disabilità (EDSS), in seguito al trattamento. Prima e dopo il trattamento, sono state quindi misurate le concentrazioni di IL-33 tramite la tecnica ELISA, nonché i punteggi EDSS dei pazienti. Successivamente, i dati sono stati elaborati al fine di valutare l'esistenza di un'associazione tra i livelli di IL-33 e il punteggio EDSS in relazione al tipo di terapia ricevuta. Pertanto, lo studio ha fornito informazioni preziose su come la terapia a base di ozono possa influenzare i livelli di IL-33 e la progressione della disabilità nella RR-SM.", "I risultati di questo studio hanno evidenziato un significativo calo dei livelli ematici di IL-33 nel gruppo di pazienti affetti da sclerosi multipla recidivante-remittente (RR-SM) sottoposti a terapia con ozono in combinazione con la normale terapia medica, rispetto al gruppo trattato solo con farmaci (P<0,001). Questa diminuzione dei livelli di IL-33, una citochina pro-infiammatoria che svolge un ruolo chiave nello sviluppo e nella progressione della RR-SM, indica un possibile effetto anti-infiammatorio della terapia con ozono. Inoltre, il punteggio EDSS (Expanded Disability Status Scale), uno strumento utilizzato per valutare il grado di disabilità nei pazienti con sclerosi multipla, è significativamente diminuito nel gruppo trattato con ozono più medico rispetto al gruppo trattato solo con farmaci (P=0,019), suggerendo un miglioramento della gravità della malattia. Questi risultati forniscono evidenze a supporto dell'ipotesi che la terapia con ozono riduca la gravità della RR-SM, e tale effetto potrebbe essere dovuto a una modifica dei livelli di IL-33, pertanto si ipotizza che l'ozono possa avere un ruolo terapeutico importante nella gestione della RR-SM. Tuttavia, sono necessari ulteriori studi per confermare questi risultati e per comprendere meglio i meccanismi alla base dell'azione dell'ozono nella RR-SM.", "I risultati di questo studio forniscono ulteriori evidenze del potenziale ruolo benefico della terapia con ozono nella riduzione della gravità della sindrome metabolica (SM). Questi dati supportano precedenti ricerche che avevano già suggerito un possibile effetto positivo della terapia con ozono sulla SM. In particolare, lo studio ha dimostrato che la terapia con ozono può influenzare i livelli di IL-33, una citochina infiammatoria cruciale per la patogenesi della SM. Questa scoperta è particolarmente significativa perché fornisce un ulteriore indizio sul possibile meccanismo d'azione attraverso cui la terapia con ozono può mitigare i sintomi della SM. Tuttavia, è necessario condurre ulteriori studi per comprendere meglio questo meccanismo e per determinare se le modifiche nei livelli di IL-33 siano direttamente correlate alla riduzione della gravità della SM. Nonostante le limitazioni, questi risultati rappresentano un importante passo avanti nella comprensione del ruolo della terapia con ozono nella gestione della SM e aprono la strada a future ricerche in questo campo.", "In conclusione, questo studio rappresenta un importante passo avanti nella comprensione del potenziale ruolo della terapia con ozono nel trattamento della Rinite Allergica Grave con Sindrome Metaplasica Respiratoria (RR-SM). I risultati mostrano una riduzione significativa della gravità della RR-SM nei pazienti trattati con terapia con ozono, che potrebbe essere mediata da una modifica dei livelli di IL-33. Questa scoperta supporta l'utilizzo della terapia con ozono come un possibile trattamento aggiuntivo per la RR-SM, offrendo una nuova opzione terapeutica per i pazienti affetti da questa grave forma di rinite allergica. Tuttavia, è importante sottolineare che ulteriori studi sono necessari per confermare questi risultati e per determinare l'efficacia a lungo termine della terapia con ozono nella RR-SM. La ricerca deve continuare ad indagare sui meccanismi di azione della terapia con ozono e sui suoi potenziali effetti collaterali. Il progetto di ricerca è stato registrato presso il Centro Internazionale per la Registrazione dei Trial Clinici in Iran (IRCT20171105037262N3), garantendo trasparenza e rigore nella conduzione dello studio e nella disseminazione dei risultati."], "_": ""}