{
    "study_url": "https://www.sciencedirect.com/science/article/abs/pii/S095758202400747X",
    "study_title": "Optical study on the effect of ozone addition on a diesel/ammonia dual fuel engine with pilot injection",
    "study_abstract": "Influenced by the concept of carbon neutrality, ammonia is gaining widespread attention in the transport sector as a zero-carbon fuel. Diesel/ammonia dual fuel engines can achieve stable combustion of ammonia and reduce carbon emissions. To further enhance the low load combustion performance of a diesel/ammonia dual fuel engine, the effect of ozone addition on in-cylinder combustion and flame development was investigated based on an optical engine. Beyond that, ozone addition on pure diesel was also tested to understand the effect of ozone addition on diesel combustion enhancement in diesel/ammonia reactivity controlled compression ignition (RCCI) mode. The results show that the addition of ozone significantly advances the ignition phase, increases the flame area and brightness, and results in a growth in flame luminescence intensity along the radial length and closer to the center of the view field for diesel/ammonia RCCI combustion. In addition, chemical kinetic analysis shows that diesel/ammonia combustion requires higher ozone concentrations to overcome the inhibitory effect of ammonia to reach the upper limit of the promotional effect on the ignition phase and indicated mean effective pressure (IMEP), due to the large amount of OH consumed by ammonia compared to pure diesel. The promotional effect of added ozone on IMEP is similar for different pilot injection ratios (PIRs). At a low PIR and high ozone concentration, the diesel/ammonia RCCI engine achieves the highest IMEP, indicating that ozone addition combined with optimization of diesel injection parameters contributes to improve the performance of the diesel/ammonia RCCI engine at low loads.",
    "journal_name": "",
    "title": "",
    "title_sm": "",
    "body": [],
    "body_sm": [],
    "body_lg": [],
    "_": ""
}