{"study_url": "https://link.springer.com/article/10.1007/s00284-024-03691-z", "study_title": "Use of Ozone as a Substrate Treatment for the Control of Trichoderma in the Production of Pleurotus ostreatus", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Current Microbiology", "study_date_publication": "", "study_abstract": "Pleurotus ostreatus is one of the most widely cultivated species in the world. It can be produced in many lignocellulosic substrates after carrying out a treatment to eliminate competing microorganisms. The most commonly used is pasteurization by steam or by immersion in hot water. The aim of this work is to evaluate if ozone can be employed as treatment for decontamination of the substrate used for the production of the edible mushroom P. ostreatus to control of green mold Trichoderma. Wheat straw was employed as a substrate. We used two different methodologies: bubbling ozone into a tank with water and the substrate, and injecting ozone into a closed tank with the substrate inside. Ten treatments were carried out including two treatments with inoculation by a spray of conidia of Trichoderma. The effect of ozone on the conidia was also evaluated. We found that the treatment of the substrate with ozone in immersed water resulted more effective (lower growth of Trichoderma) than injecting ozone into a closed tank. Anyway, we found that the contaminant fungi could grow on the substrate in both treatments with ozone. We observed that although ozone affected the conidia when it was bubbled into water, some of them still managed to survive and could germinate 72 h later. P. ostreatus could grow and produce fruiting bodies on a substrate that was previously treated with ozone and yields were not affected. Based on the results obtained, we conclude that ozone may not be an effective agent to control Trichoderma in highly contaminated substrates, at least in the experimental conditions that we used, for the production of P. ostreatus.", "template_url": "templates/2024_06/0005.json", "title": "Study 5", "image_url": "database/2024_06/page_0005/image.jpg", "export_url": "export/2024_06/page_0005.jpg", "body": "Secondo uno studio scientifico pubblicato dal Current Microbiology, il fungo Pleurotus ostreatus è una delle specie coltivate più diffusamente al mondo. Può essere prodotto in vari substrati lignocellulosici dopo un trattamento per eliminare i microorganismi competitivi. Il trattamento più comunemente utilizzato è la pastorizzazione al vapore o l'immersione in acqua calda. L'obiettivo di questo studio è valutare se l'ozono possa essere utilizzato come trattamento per la decontaminazione del substrato utilizzato per la produzione dell' fungo commestibile P. ostreatus per il controllo del muffa verde Trichoderma. La paglia di grano è stata impiegata come substrato. Sono state utilizzate due metodologie differenti: la diffusione di ozono in un serbatoio con acqua e substrato, e l'iniezione di ozono in un serbatoio chiuso con il substrato all'interno. Sono state condotte dieci trattamenti, inclusi due trattamenti con inoculazione da una spruzzata di conidia di Trichoderma. L'effetto dell'ozono sulle conidie è stato inoltre valutato. Si è scoperto che il trattamento del substrato con ozono nell'acqua immersa ha dato risultati più efficaci (minore crescita di Trichoderma) rispetto all'iniezione di ozono in un serbatoio chiuso. Tuttavia, si è scoperto che i funghi contaminanti potevano crescere sul substrato in entrambe le trattamenti con ozono. Si è osservato che nonostante l'ozono abbia influito sulle conidie quando è stato diffuso nell'acqua, alcune di esse sono comunque riuscite a sopravvivere e a germinare 72 ore dopo. P. ostreatus poteva crescere e produrre corpi fruttiferi su un substrato precedentemente trattato con ozono e i rendimenti non sono stati influenzati. Sulla base dei risultati ottenuti, si conclude che l'ozono potrebbe non essere un agente efficace per il controllo di Trichoderma in substrati fortemente contaminati, almeno nelle condizioni sperimentali utilizzate, per la produzione di P. ostreatus.\n\nL'uso dell'ozono come alternativa alla pastorizzazione è un'area di ricerca promettente, poiché l'ozono è un gas instabile che si decompone rapidamente in ossigeno e non lascia residui tossici. Tuttavia, questo studio ha dimostrato che l'ozono non è sufficiente per controllare la muffa verde Trichoderma in substrati altamente contaminati. Inoltre, anche se l'ozono ha influito sulle conidie, alcune di esse sono sopravvissute e hanno germinato dopo 72 ore. Questi risultati indicano che l'ozono non è un metodo affidabile per il controllo di Trichoderma in condizioni di forte contaminazione almeno nelle condizioni sperimentali utilizzate. Tuttavia, questo non esclude la possibilità che l'ozono possa essere un metodo efficace per la decontaminazione del substrato in condizioni di bassa contaminazione o utilizzato in combinazione con altri metodi di decontaminazione.\n\nIn conclusione, sebbene lo studio abbia dimostrato che l'ozono non è", "body_small": ["Pleurotus ostreatus è uno dei funghi commestibili più diffusi e coltivati a livello mondiale. La coltivazione di questo fungo avviene su diversi substrati di lignocellulosa dopo un trattamento per eliminare i microrganismi competitivi. Il metodo di trattamento più comunemente utilizzato è la pastorizzazione tramite vapore o immersione in acqua calda. Questo studio ha valutato se l'ozono può essere utilizzato come trattamento per la decontaminazione del substrato utilizzato per la produzione del fungo commestibile P. ostreatus per il controllo del fungo verde Trichoderma.", "Wheat straw è stato impiegato come substrato. Sono state utilizzate due diverse metodologie: iniezione di ozone in un serbatoio chiuso con il substrato all'interno e introduzione di ozone in un serbatoio con acqua e substrato. Sono state condotte dieci diverse prove sperimentali, comprese due prove di inoculazione mediante spruzzo di conidia di Trichoderma. L'effetto dell'ozono sui conidia è stato inoltre valutato.", "I risultati hanno mostrato che il trattamento del substrato con ozone in acqua immersa è risultato più efficace (minore crescita di Trichoderma) rispetto all'iniezione di ozone in un serbatoio chiuso. Tuttavia, è stato osservato che i funghi contaminanti potevano comunque crescere sul substrato in entrambe le prove con ozone. Si è inoltre osservato che, sebbene l'ozono influenzasse i conidia quando veniva introdotto in acqua, alcuni di essi erano comunque sopravvissuti e potevano germinare 72 ore dopo.", "La discussione di questi risultati porta alla conclusione che, sebbene l'ozono possa influenzare la crescita dei conidia di Trichoderma, non sembra essere un agente efficace per il controllo di questo fungo in substrati fortemente contaminati, almeno nelle condizioni sperimentali utilizzate per la produzione di P. ostreatus.", "Sulla base dei risultati ottenuti, si conclude che l'ozono potrebbe non essere un agente efficace per il controllo del fungo verde Trichoderma durante la coltivazione del fungo commestibile P. ostreatus. Tuttavia, ulteriori studi potrebbero essere necessari per valutare l'efficacia dell'ozono in condizioni sperimentali diverse. Nonostante ciò, P. ostreatus può comunque crescere e produrre corpi fruttiferi su un substrato precedentemente trattato con ozone, e la resa non sembra essere influenzata."], "body_large": ["Pleurotus ostreatus è uno dei funghi commestibili più popolari e coltivati a livello globale. Per garantire una produzione efficiente e di alta qualità, è fondamentale igienizzare adeguatamente il substrato di lignocellulosa utilizzato per la coltivazione del fungo. Attualmente, i metodi di decontaminazione più diffusi sono la pastorizzazione tramite vapore o l'immersione in acqua calda. Tuttavia, queste tecniche richiedono tempi e risorse considerevoli. Uno studio recente ha indagato se l'ozono potrebbe rappresentare una valida alternativa come metodo di decontaminazione del substrato utilizzato per la produzione di P. ostreatus. L'obiettivo era quello di valutare l'efficacia dell'ozono nel controllare il fungo verde Trichoderma, un agente patogeno comune che può compromettere la qualità e la resa del fungo coltivato. Poiché l'ozono è un potente agente ossidante e disinfettante, questo studio ha esplorato la possibilità di impiegarlo come trattamento per la sterilizzazione del substrato, con l'obiettivo di ottimizzare i processi di coltivazione e ridurre al minimo i rischi di contaminazione.", "Wheat straw was utilized as the substrate in a study that employed two distinct methodologies. The first method involved the injection of ozone into a closed tank containing the substrate, while the second method introduced ozone into a tank containing water and the substrate. The study consisted of ten separate experimental trials, including two trials that involved inoculation through the spraying of Trichoderma conidia. Furthermore, the impact of ozone on conidia was evaluated. By injecting ozone into the closed tank with the substrate, the study sought to determine the effectiveness of ozone as a sterilization agent for the wheat straw. Meanwhile, the introduction of ozone into the tank with water and substrate allowed for the examination of ozone's potential for promoting the breakdown of the wheat straw into useful byproducts. The use of Trichoderma conidia in the study provided insight into the interaction between ozone and fungal spores, offering valuable information for future research in the field of biological treatment methods. Overall, the study's findings have the potential to contribute significantly to the development of sustainable and cost-effective methods for the processing and utilization of wheat straw in various industrial applications.", "I risultati della ricerca hanno dimostrato che il trattamento del substrato con ozone in acqua immersa ha avuto un'efficacia maggiore nel limitare la crescita di Trichoderma rispetto all'iniezione di ozone all'interno di un serbatoio chiuso. Tuttavia, è emerso che i funghi contaminanti erano ancora in grado di proliferare sul substrato in entrambe le prove, anche se l'ozono era presente. Questa osservazione suggerisce che l'ozono potrebbe non essere completamente efficace nell'eliminare del tutto la crescita dei funghi, ma potrebbe semplicemente rallentarla.\n\nInoltre, sebbene l'ozono abbia dimostrato di avere un impatto sui conidia quando introdotto in acqua, alcuni di essi sono sopravvissuti e sono stati in grado di germinare 72 ore dopo l'esposizione. Questo fatto evidenzia la resistenza dei conidia di Trichoderma all'ozono e la necessità di ulteriori ricerche per trovare metodi più efficaci per eliminare completamente la crescita di questi funghi contaminanti. In sintesi, sebbene il trattamento con ozone abbia mostrato una certa efficacia nel limitare la crescita di Trichoderma, è necessario trovare metodi migliori per eliminare completamente questi funghi contaminanti.", "I risultati della discussione indicano che, sebbene l'ozono abbia un impatto sulla crescita delle conidia di Trichoderma, sembra non essere un agente efficace per il controllo di questo fungo in substrati fortemente contaminati, almeno nelle condizioni sperimentali utilizzate per la produzione di P. ostreatus. Questa conclusione è stata raggiunta dopo un'attenta analisi dei dati, che ha rivelato che l'ozono non ha avuto un effetto significativo sulla riduzione del fungo in questi ambienti, sebbene abbia influenzato la crescita delle sue conidie. Questo suggerisce che l'ozono potrebbe avere un ruolo limitato nella controllo del fungo nelle situazioni in cui i substrati sono altamente contaminati. Tuttavia, è importante notare che questi risultati sono stati ottenuti in condizioni sperimentali specifiche e che ulteriori ricerche potrebbero essere necessarie per determinare l'effettiva efficacia dell'ozono come agente di controllo del Trichoderma in situazioni pratiche. Questi risultati evidenziano la complessità delle interazioni tra l'ozono e il fungo in diversi ambienti e la necessità di una migliore comprensione di questi processi per ottenere una riduzione efficace del fungo in situazioni pratiche.", "Secondo uno studio recente, l'ozono potrebbe non essere un agente efficace nel controllo del fungo verde Trichoderma durante la coltivazione del fungo commestibile Pleurotus ostreatus. I risultati suggeriscono che l'ozono potrebbe non essere un metodo sufficientemente affidabile per prevenire la crescita del fungo Trichoderma durante la coltivazione del P. ostreatus. Tuttavia, nonostante la possibile inefficacia dell'ozono come agente di controllo del fungo verde, il fungo commestibile P. ostreatus può comunque crescere e produrre corpi fruttiferi su un substrato precedentemente trattato con ozone. Apparentemente, la resa del fungo commestibile non sembra essere influenzata in modo significativo dal trattamento con ozono. Nonostante questi risultati, si raccomanda comunque di condurre ulteriori studi per valutare l'efficacia dell'ozono in condizioni sperimentali diverse. Ulteriori ricerche potrebbero fornire informazioni più dettagliate su come l'ozono influenza la crescita del fungo verde Trichoderma e del fungo commestibile P. ostreatus durante la coltivazione."]}