{"study_url": "https://link.springer.com/article/10.1007/s00284-024-03691-z", "study_title": "Use of Ozone as a Substrate Treatment for the Control of Trichoderma in the Production of Pleurotus ostreatus", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Current Microbiology", "study_date_publication": "", "study_abstract": "Pleurotus ostreatus is one of the most widely cultivated species in the world. It can be produced in many lignocellulosic substrates after carrying out a treatment to eliminate competing microorganisms. The most commonly used is pasteurization by steam or by immersion in hot water. The aim of this work is to evaluate if ozone can be employed as treatment for decontamination of the substrate used for the production of the edible mushroom P. ostreatus to control of green mold Trichoderma. Wheat straw was employed as a substrate. We used two different methodologies: bubbling ozone into a tank with water and the substrate, and injecting ozone into a closed tank with the substrate inside. Ten treatments were carried out including two treatments with inoculation by a spray of conidia of Trichoderma. The effect of ozone on the conidia was also evaluated. We found that the treatment of the substrate with ozone in immersed water resulted more effective (lower growth of Trichoderma) than injecting ozone into a closed tank. Anyway, we found that the contaminant fungi could grow on the substrate in both treatments with ozone. We observed that although ozone affected the conidia when it was bubbled into water, some of them still managed to survive and could germinate 72 h later. P. ostreatus could grow and produce fruiting bodies on a substrate that was previously treated with ozone and yields were not affected. Based on the results obtained, we conclude that ozone may not be an effective agent to control Trichoderma in highly contaminated substrates, at least in the experimental conditions that we used, for the production of P. ostreatus.", "template_url": "templates/2024_06/0005.json", "title": "Study 5", "image_url": "database/2024_06/page_0005/image.jpg", "export_url": "export/2024_06/page_0005.jpg", "body": "Secondo uno studio scientifico pubblicato dal Current Microbiology, il fungo Pleurotus ostreatus è una delle specie coltivate più diffusamente al mondo. Può essere prodotto in vari substrati lignocellulosici dopo un trattamento per eliminare i microorganismi competitivi. Il trattamento più comunemente utilizzato è la pastorizzazione al vapore o l'immersione in acqua calda. L'obiettivo di questo studio è valutare se l'ozono possa essere utilizzato come trattamento per la decontaminazione del substrato utilizzato per la produzione dell' fungo commestibile P. ostreatus per il controllo del muffa verde Trichoderma. La paglia di grano è stata impiegata come substrato. Sono state utilizzate due metodologie differenti: la diffusione di ozono in un serbatoio con acqua e substrato, e l'iniezione di ozono in un serbatoio chiuso con il substrato all'interno. Sono state condotte dieci trattamenti, inclusi due trattamenti con inoculazione da una spruzzata di conidia di Trichoderma. L'effetto dell'ozono sulle conidie è stato inoltre valutato. Si è scoperto che il trattamento del substrato con ozono nell'acqua immersa ha dato risultati più efficaci (minore crescita di Trichoderma) rispetto all'iniezione di ozono in un serbatoio chiuso. Tuttavia, si è scoperto che i funghi contaminanti potevano crescere sul substrato in entrambe le trattamenti con ozono. Si è osservato che nonostante l'ozono abbia influito sulle conidie quando è stato diffuso nell'acqua, alcune di esse sono comunque riuscite a sopravvivere e a germinare 72 ore dopo. P. ostreatus poteva crescere e produrre corpi fruttiferi su un substrato precedentemente trattato con ozono e i rendimenti non sono stati influenzati. Sulla base dei risultati ottenuti, si conclude che l'ozono potrebbe non essere un agente efficace per il controllo di Trichoderma in substrati fortemente contaminati, almeno nelle condizioni sperimentali utilizzate, per la produzione di P. ostreatus.\n\nL'uso dell'ozono come alternativa alla pastorizzazione è un'area di ricerca promettente, poiché l'ozono è un gas instabile che si decompone rapidamente in ossigeno e non lascia residui tossici. Tuttavia, questo studio ha dimostrato che l'ozono non è sufficiente per controllare la muffa verde Trichoderma in substrati altamente contaminati. Inoltre, anche se l'ozono ha influito sulle conidie, alcune di esse sono sopravvissute e hanno germinato dopo 72 ore. Questi risultati indicano che l'ozono non è un metodo affidabile per il controllo di Trichoderma in condizioni di forte contaminazione almeno nelle condizioni sperimentali utilizzate. Tuttavia, questo non esclude la possibilità che l'ozono possa essere un metodo efficace per la decontaminazione del substrato in condizioni di bassa contaminazione o utilizzato in combinazione con altri metodi di decontaminazione.\n\nIn conclusione, sebbene lo studio abbia dimostrato che l'ozono non è"}