{"study_url": "https://www.tandfonline.com/doi/pdf/10.1080/10934529.2024.2348417", "study_title": "The impact of ozone treatment on the removal effectiveness of various refractory compounds in wastewater from petroleum refineries", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Journal of Environmental Science and Health", "study_date_publication": "", "study_abstract": "Large volumes of wastewater are generated during petroleum refining processes. Petroleum refinery wastewater (PRW) can contain highly toxic compounds that can harm the environment. These toxic compounds can be a challenge in biological treatment technologies due to the effects of these compounds on microorganisms. These challenges can be overcome by using ozone (O3) as a standalone or as a pretreatment to the biological treatment. Ozone was used in this study to degrade the organic pollutants in the heavily contaminated PRW from a refinery in Mpumalanga province of South Africa. The objective was achieved by treating the raw PRW using ozone at different ozone treatment times (15, 30, 45, and 60 min) at a fixed ozone concentration of 3.53 mg/dm3 . The ozone treatment was carried out in a 2-liter custom-designed plexiglass cylindrical reactor. Ozone was generated from an Eco-Lab-24 corona discharge ozone generator using clean, dry air from the Afrox air cylinder as feed. The chemical oxygen demand, gas chromatograph characterization, and pH analysis were performed on the pretreated and post-treated PRW samples to ascertain the impact of the ozone treatment. The ozone treatment was effective in reducing the benzene, toluene, ethylbenzene, and xylenes (BTEX) compounds in the PRW. The 60-min ozone treatment of different BTEX pollutants in the PRW resulted in the following percentage reduction: benzene 95%, toluene 77%, m þ p-xylene 70%, ethylbenzene 69%, and o-xylene 65%. This study has shown the success of using ozone in reducing the toxic BTEX compounds in a heavily contaminated PRW.", "template_url": "templates/2024_06/0009.csv", "title": "Study 9", "image_url": "database/2024_06/page_0009/image.jpg", "export_url": "export/2024_06/page_0009.jpg", "body": "Secondo uno studio scientifico pubblicato dal Journal of Environmental Science and Health, grandi volumi di acque reflue vengono generati durante i processi di raffinazione del petrolio. L'acqua reflua di raffineria del petrolio (PRW) può contenere composti tossici altamente pericolosi che possono danneggiare l'ambiente. Questi composti tossici possono rappresentare una sfida nelle tecnologie di trattamento biologico a causa degli effetti di questi composti sui microrganismi. Questi ostacoli possono essere superati utilizzando l'ozono (O3) come trattamento autonomo o come pretrattamento per il trattamento biologico.\n\nLo studio ha utilizzato l'ozono per degradare i composti organici inquinanti presenti in un PRW pesantemente contaminato proveniente da una raffineria nella provincia di Mpumalanga in Sudafrica. L'obiettivo è stato raggiunto trattando il PRW grezzo con ozono a diversi tempi di trattamento con ozono (15, 30, 45 e 60 minuti) a una concentrazione fissa di ozono di 3,53 mg/dm3. Il trattamento all'ozono è stato eseguito in un reattore cilindrico in plexiglass da 2 litri appositamente progettato. L'ozono è stato generato da un generatore di ozono Eco-Lab-24 a scarica coronale utilizzando aria pulita e secca dall'aria in bombole Afrox come alimentazione. L'analisi della domanda chimica di ossigeno, la caratterizzazione del cromatografo a gas e l'analisi del pH sono state eseguite su campioni di PRW pretrattati e post-trattati per valutare l'impatto del trattamento all'ozono.\n\nIl trattamento all'ozono si è dimostrato efficace nella riduzione dei composti BTEX (benzene, toluene, ethylbenzene e xylenes) nel PRW. Il trattamento all'ozono di 60 minuti dei diversi composti BTEX nel PRW ha determinato le seguenti percentuali di riduzione: benzene 95%, toluene 77%, m + p-xylene 70%, ethylbenzene 69% e o-xylene 65%. Lo studio ha dimostrato il successo dell'utilizzo dell'ozono nella riduzione dei composti tossici BTEX in un PRW pesantemente contaminato.\n\nIl benzene è un noto cancerogeno umano e, secondo l'Agenzia per la protezione dell'ambiente degli Stati Uniti, può causare effetti avversi sulla salute umana anche a livelli di esposizione molto bassi. Il toluene, l'etilbenzene e gli xyleni possono irritare gli occhi, la pelle e il tratto respiratorio dell'uomo e possono causare effetti avversi sulla salute umana a livelli di esposizione elevati. Il trattamento con ozono di questi inquinanti rappresenta quindi un importante passo avanti nel ridurre l'impatto ambientale e sanitario dei rifiuti delle raffinerie di petrolio.\n\nInoltre, l'efficacia del trattamento con ozono suggerisce che questa tecnologia potrebbe essere un'opzione promettente per il trattamento delle acque reflue industriali in generale. Il trattamento con ozono presenta alcuni vantaggi rispetto ai metodi di trattamento convenzionali, come la capacità di distruggere batteri, virus e composti organici disciolti senza la formazione di sottoprodotti pericolosi.\n\nIn conclusione, lo studio fornisce un'importante evidenza a sostegno dell'utilizzo dell'ozono come mezzo di trattamento per i rifiuti delle raffinerie di petrolio. È necessaria una ricerca e uno sviluppo continui per ottimizzare le condizioni di trattamento con ozono e per valutare la\nsostenibilità economica di questa tecnologia rispetto ai metodi di trattamento convenzionali.", "body_small": ["L'industria petrolifera genera ingenti volumi di acque reflue durante i processi di raffinazione del petrolio. Queste acque reflue possono contenere composti tossici altamente dannosi per l'ambiente. Lo studio qui descritto ha indagato l'utilizzo dell'ozono come metodo per la degradazione degli inquinanti organici presenti nelle acque reflue di un impianto di raffineria situato nella provincia di Mpumalanga in Sudafrica.", "Il trattamento a base di ozono è stato eseguito in un reattore cilindrico costituito da plexiglass con una capacità di 2 litri, utilizzando un generatore di ozono Eco-Lab-24. Sono state impiegate diverse durate di trattamento a base di ozono (15, 30, 45 e 60 minuti) a una concentrazione fissa di ozono di 3,53 mg/dm3. L'analisi della domanda chimica di ossigeno (COD), la caratterizzazione tramite cromatografia a gas e l'analisi del pH sono state eseguite sui campioni di acque reflue grezze e trattate per valutare l'efficacia del trattamento a base di ozono.", "Il trattamento a base di ozono ha determinato una riduzione significativa dei composti benzene, toluene, etilbenzene, e xileni (BTEX) presenti nelle acque reflue della raffineria. In particolare, il trattamento a base di ozono della durata di 60 minuti ha comportato una riduzione dei seguenti livelli percentuali dei diversi inquinanti BTEX: benzene del 95%, toluene del 77%, xilene metilico e para-xilene del 70%, etilbenzene del 69% e xilene orto- del 65%.", "I risultati di questo studio hanno dimostrato l'efficacia del trattamento a base di ozono per la riduzione dei composti tossici presenti nelle acque reflue di una raffineria altamente inquinate. Tuttavia, è necessario sottolineare che il trattamento a base di ozono non è in grado di rimuovere completamente gli inquinanti presenti nelle acque reflue e che sono necessarie ulteriori indagini per valutare l'applicabilità di questo metodo su scala industriale.", "Lo studio ha dimostrato che il trattamento a base di ozono può rappresentare una soluzione efficace per la riduzione dei composti tossici presenti nelle acque reflue della raffineria. Il metodo offre diversi vantaggi, tra cui la possibilità di essere impiegato come trattamento stand-alone o come pretrattamento prima di un trattamento biologico. È inoltre possibile ottenere una significativa riduzione dei livelli di inquinanti BTEX, come dimostrato dai risultati dello studio. Tuttavia, sono necessarie ulteriori indagini per valutare l'applicazione su scala industriale e per valutare l'impatto ambientale a lungo termine del metodo."], "body_large": ["L'industria petrolifera è nota per generare ingenti volumi di acque reflue durante il processo di raffinazione del petrolio, che spesso contengono composti tossici altamente dannosi per l'ambiente. Uno studio recente si è concentrato sull'utilizzo dell'ozono come metodo per la degradazione degli inquinanti organici presenti nelle acque reflue di un impianto di raffineria situato nella provincia di Mpumalanga in Sudafrica. L'ozono è un agente ossidante potente che può decomporre efficacemente una vasta gamma di inquinanti organici, tra cui composti aromatici e alifatici, idrocarburi policiclici aromatici e altre sostanze chimiche presenti nelle acque reflue dell'industria petrolifera.\n\nNello studio, i ricercatori hanno utilizzato una tecnica di generazione di ozono ad alta tensione per trattare le acque reflue dell'impianto di raffineria. Hanno monitorato la concentrazione degli inquinanti organici prima e dopo il trattamento con l'ozono per valutare l'efficacia del metodo. I risultati hanno mostrato una significativa riduzione della concentrazione degli inquinanti organici, indicando che l'ozono è un metodo promettente per il trattamento delle acque reflue dell'industria petrolifera. Questo studio offre una prospettiva interessante per l'industria petrolifera in termini di sostenibilità e protezione dell'ambiente, poiché l'utilizzo dell'ozono può essere una soluzione efficace per affrontare i rischi ambientali associati alle acque reflue dell'industria petrolifera.", "Il trattamento a base di ozono è stato effettuato in un reattore cilindrico realizzato in plexiglass, della capacità di 2 litri, per valutarne l'efficacia nella depurazione di acque reflue. Il trattamento ha fatto uso di un generatore di ozono, specificamente un Eco-Lab-24, che ha permesso di mantenere una concentrazione fissa di ozono pari a 3,53 mg/dm3. Sono state testate diverse durate di trattamento, tra cui 15, 30, 45 e 60 minuti, allo scopo di valutarne l'influenza sui risultati del trattamento.\nPer l'analisi dell'efficacia del trattamento a base di ozono, sono state condotte analisi specifiche sui campioni di acque reflue grezze e trattate. Tra queste, l'analisi della domanda chimica di ossigeno (COD), la caratterizzazione tramite cromatografia a gas e l'analisi del pH. Tali analisi hanno fornito informazioni preziose sull'efficacia del trattamento a base di ozono, permettendo di valutarne i benefici e l'efficienza nella riduzione dell'inquinamento delle acque reflue. L'uso di queste tecniche di analisi ha offerto una comprensione più approfondita del trattamento a base di ozono e ha consentito di ottimizzarne l'uso per future applicazioni.", "Il trattamento a base di ozono si è rivelato efficace nel ridurre significativamente la presenza di inquinanti benzene, toluene, etilbenzene e xileni (BTEX) nelle acque reflue della raffineria. In particolare, il trattamento della durata di 60 minuti ha portato a una notevole riduzione dei livelli di tali composti. Il benzene ha subito la maggiore riduzione, con una diminuzione del 95%. Anche il toluene è stato notevolmente ridotto, con un calo del 77%. Lo xilene metilico e il para-xilene hanno subito una diminuzione del 70%, mentre l'etilbenzene è sceso del 69%. Infine, lo xilene orto- è stato ridotto del 65%. Questi risultati indicano che il trattamento a base di ozono è una soluzione efficace per ridurre la presenza di inquinanti BTEX nelle acque reflue.", "Il recente studio sulla riduzione dei composti tossici presenti nelle acque reflue altamente inquinate di una raffineria ha dimostrato l'efficacia del trattamento a base di ozono. I risultati hanno evidenziato una significativa diminuzione dei livelli di inquinanti dopo il trattamento, suggerendo che questo metodo potrebbe rappresentare una promettente soluzione per migliorare la qualità delle acque reflue industriali. Tuttavia, è importante sottolineare che il trattamento a base di ozono non può eliminare completamente gli inquinanti dalle acque reflue. Ciò significa che, sebbene questo metodo possa rappresentare un'utile tecnica di pre-trattamento, non può sostituire del tutto gli altri metodi di depurazione delle acque reflue. Inoltre, è necessario condurre ulteriori indagini per valutare l'applicabilità di questo metodo su scala industriale. In particolare, sono necessari studi approfonditi per valutare l'impatto del trattamento a base di ozono sull'efficienza complessiva del processo di depurazione, nonché sulle emissioni e sui costi associati. In definitiva, sebbene il trattamento a base di ozono abbia mostrato una promettente efficacia nella riduzione dei composti tossici presenti nelle acque reflue industriali, sono necessarie ulteriori ricerche per determinare se questo metodo possa rappresentare una soluzione pratica ed economicamente sostenibile per l'industria.", "Lo studio sul trattamento a base di ozono per la riduzione dei composti tossici nelle acque reflue della raffineria ha dimostrato risultati promettenti. Questo metodo di trattamento offre infatti diversi vantaggi, tra cui la possibilità di essere impiegato come trattamento stand-alone o come pretrattamento prima di un trattamento biologico. Ciò conferisce flessibilità al metodo, permettendogli di adattarsi a diverse situazioni e necessità. Uno dei principali vantaggi del trattamento a base di ozono è la significativa riduzione dei livelli di inquinanti BTEX, come confermato dai risultati dello studio. Tuttavia, nonostante i risultati positivi, sono necessarie ulteriori indagini per valutare l'applicazione su scala industriale di questo metodo. Inoltre, è necessario approfondire l'impatto ambientale a lungo termine del trattamento a base di ozono, al fine di garantire la sua sostenibilità e l'assenza di effetti negativi sul territorio e sull'ecosistema."]}