{"study_url": "https://www.tandfonline.com/doi/pdf/10.1080/10934529.2024.2348417", "study_title": "The impact of ozone treatment on the removal effectiveness of various refractory compounds in wastewater from petroleum refineries", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Journal of Environmental Science and Health", "study_date_publication": "", "study_abstract": "Large volumes of wastewater are generated during petroleum refining processes. Petroleum refinery wastewater (PRW) can contain highly toxic compounds that can harm the environment. These toxic compounds can be a challenge in biological treatment technologies due to the effects of these compounds on microorganisms. These challenges can be overcome by using ozone (O3) as a standalone or as a pretreatment to the biological treatment. Ozone was used in this study to degrade the organic pollutants in the heavily contaminated PRW from a refinery in Mpumalanga province of South Africa. The objective was achieved by treating the raw PRW using ozone at different ozone treatment times (15, 30, 45, and 60 min) at a fixed ozone concentration of 3.53 mg/dm3 . The ozone treatment was carried out in a 2-liter custom-designed plexiglass cylindrical reactor. Ozone was generated from an Eco-Lab-24 corona discharge ozone generator using clean, dry air from the Afrox air cylinder as feed. The chemical oxygen demand, gas chromatograph characterization, and pH analysis were performed on the pretreated and post-treated PRW samples to ascertain the impact of the ozone treatment. The ozone treatment was effective in reducing the benzene, toluene, ethylbenzene, and xylenes (BTEX) compounds in the PRW. The 60-min ozone treatment of different BTEX pollutants in the PRW resulted in the following percentage reduction: benzene 95%, toluene 77%, m þ p-xylene 70%, ethylbenzene 69%, and o-xylene 65%. This study has shown the success of using ozone in reducing the toxic BTEX compounds in a heavily contaminated PRW.", "template_url": "templates/2024_06/0009.json", "title": "Study 9", "image_url": "database/2024_06/page_0009/image.jpg", "export_url": "export/2024_06/page_0009.jpg", "body": "Secondo uno studio scientifico pubblicato dal Journal of Environmental Science and Health, grandi volumi di acque reflue vengono generati durante i processi di raffinazione del petrolio. L'acqua reflua di raffineria del petrolio (PRW) può contenere composti tossici altamente pericolosi che possono danneggiare l'ambiente. Questi composti tossici possono rappresentare una sfida nelle tecnologie di trattamento biologico a causa degli effetti di questi composti sui microrganismi. Questi ostacoli possono essere superati utilizzando l'ozono (O3) come trattamento autonomo o come pretrattamento per il trattamento biologico.\n\nLo studio ha utilizzato l'ozono per degradare i composti organici inquinanti presenti in un PRW pesantemente contaminato proveniente da una raffineria nella provincia di Mpumalanga in Sudafrica. L'obiettivo è stato raggiunto trattando il PRW grezzo con ozono a diversi tempi di trattamento con ozono (15, 30, 45 e 60 minuti) a una concentrazione fissa di ozono di 3,53 mg/dm3. Il trattamento all'ozono è stato eseguito in un reattore cilindrico in plexiglass da 2 litri appositamente progettato. L'ozono è stato generato da un generatore di ozono Eco-Lab-24 a scarica coronale utilizzando aria pulita e secca dall'aria in bombole Afrox come alimentazione. L'analisi della domanda chimica di ossigeno, la caratterizzazione del cromatografo a gas e l'analisi del pH sono state eseguite su campioni di PRW pretrattati e post-trattati per valutare l'impatto del trattamento all'ozono.\n\nIl trattamento all'ozono si è dimostrato efficace nella riduzione dei composti BTEX (benzene, toluene, ethylbenzene e xylenes) nel PRW. Il trattamento all'ozono di 60 minuti dei diversi composti BTEX nel PRW ha determinato le seguenti percentuali di riduzione: benzene 95%, toluene 77%, m + p-xylene 70%, ethylbenzene 69% e o-xylene 65%. Lo studio ha dimostrato il successo dell'utilizzo dell'ozono nella riduzione dei composti tossici BTEX in un PRW pesantemente contaminato.\n\nIl benzene è un noto cancerogeno umano e, secondo l'Agenzia per la protezione dell'ambiente degli Stati Uniti, può causare effetti avversi sulla salute umana anche a livelli di esposizione molto bassi. Il toluene, l'etilbenzene e gli xyleni possono irritare gli occhi, la pelle e il tratto respiratorio dell'uomo e possono causare effetti avversi sulla salute umana a livelli di esposizione elevati. Il trattamento con ozono di questi inquinanti rappresenta quindi un importante passo avanti nel ridurre l'impatto ambientale e sanitario dei rifiuti delle raffinerie di petrolio.\n\nInoltre, l'efficacia del trattamento con ozono suggerisce che questa tecnologia potrebbe essere un'opzione promettente per il trattamento delle acque reflue industriali in generale. Il trattamento con ozono presenta alcuni vantaggi rispetto ai metodi di trattamento convenzionali, come la capacità di distruggere batteri, virus e composti organici disciolti senza la formazione di sottoprodotti pericolosi.\n\nIn conclusione, lo studio fornisce un'importante evidenza a sostegno dell'utilizzo dell'ozono come mezzo di trattamento per i rifiuti delle raffinerie di petrolio. È necessaria una ricerca e uno sviluppo continui per ottimizzare le condizioni di trattamento con ozono e per valutare la\nsostenibilità economica di questa tecnologia rispetto ai metodi di trattamento convenzionali."}