{"study_url": "https://iovs.arvojournals.org/article.aspx?articleid=2799259", "study_title": "Antibacterial Effect of Ozone on Pseudomonas aeruginosa growth from ocular isolate in vitro cultures", "study_abstract": "Purpose : Ozone therapy is well known for its antimicrobial and anti-inflammatory activity that stem from its strong oxidative properties. The aim of this study was to investigate the in vitro antibacterial effect of different ozone exposures to known microbial loads of Pseudomonas aeruginosa. Methods : The Pseudomonas aeruginosa strain was cultivated in a chocolate agar culture medium for 24 hours and posteriorly used for bacterial suspension, which was performed at a 0.5 concentration in the McFarland nephelometer. With this concentration, posterior serial dilutions were performed at 10-1, 10-2, 10-3, and 100 µL of each dilution was inoculated into three Mueller-Hinton plates each. This process was repeated for the three studied groups: the no-ozone control group, the 1-hour ozone exposure group, and the 2-hour ozone exposure group. The 1- and 2-hour ozone exposure plates were placed in an incubator at 37°C that was connected to an ozone generator (Generador de Ozono Gl2186, America Water Treatment, CDMX, Mexico), where bacteria were susceptible to ozone at a concentration of 400 mg/hr for 1 and 2 hours, with a total exposure of 800 mg and 1200 mg, respectively. Posteriorly, they were repositioned to an incubator with no exposure to ozone at 37°C, along with the control group plates that were not exposed to ozone. All plates were finally incubated for a total 48 hours, with inspection for bacterial count every 24 hours. The results were recorded for analysis. Results : We observed a significant reduction in Pseudomonas aeruginosa growth according to the ozone exposure time, with the least amount of growth detected in the 2-hour ozone exposure group, specifically in the 10-3 dilution, where microbial counts decreased 51% compared to the control group. Pseudomonas aeruginosa cultures also showed increased production of pyoverdine and pyocyanin pigments with prolonged exposure to ozone, which are involved in bacterial virulence and survival against oxidative stress and harsh environmental conditions. Conclusions : This study demonstrates the antibacterial activity of ozone in reducing known microbial loads of Pseudomonas aeruginosa in vitro cultures, with increased effectivity according to the length of exposure. Further research is needed to establish the effectivity of different ozone time exposures and microbial loads, as well as the role of ozone as an adjunct therapy for in vivo models.", "journal_name": "ARVO", "title": "", "title_sm": "", "body": [], "body_sm": ["L'ozono terapia è nota per le sue proprietà antimicrobiche e anti-infiammatorie che derivano dalla sua forte ossidazione. Lo scopo di questo studio è stato quello di indagare l'effetto antibatterico in vitro dell'esposizione all'ozono su carichi microbici noti di Pseudomonas aeruginosa.", "La ceppa di Pseudomonas aeruginosa è stata coltivata in un terreno di coltura di agar al cioccolato per 24 ore e successivamente utilizzata per la sospensione batterica, che è stata eseguita a una concentrazione di 0,5 nel nephelometro McFarland. Con questa concentrazione, sono state eseguite successive diluizioni seriali a 10-1, 10-2, 10-3 e 100 µL di ogni diluizione è stata inoculata in tre piastre Mueller-Hinton ciascuna. Questo processo è stato ripetuto per i tre gruppi di studio: il gruppo di controllo senza ozono, il gruppo di esposizione all'ozono di 1 ora e il gruppo di esposizione all'ozono di 2 ore. Le piastre di esposizione di 1 e 2 ore sono state collocate in un'incubatrice a 37°C collegata a un generatore di ozono (Generador de Ozono Gl2186, America Water Treatment, CDMX, Messico), dove i batteri erano suscettibili all'ozono a una concentrazione di 400 mg/ora per 1 e 2 ore, con un'esposizione totale di 800 mg e 1200 mg, rispettivamente. Successivamente, sono state riposizionate in un'incubatrice senza esposizione all'ozono a 37°C, insieme alle piastre di controllo che non sono state esposte all'ozono. Tutte le piastre sono state incubate in totale per 48 ore, con ispezione del conteggio batterico ogni 24 ore. I risultati sono stati registrati per l'analisi.", "Abbiamo osservato una riduzione significativa della crescita di Pseudomonas aeruginosa secondo il tempo di esposizione all'ozono, con la minore quantità di crescita rilevata nel gruppo di esposizione di 2 ore all'ozono, specificamente nella diluizione 10-3, in cui i conti microbici sono diminuiti del 51% rispetto al gruppo di controllo. Le culture di Pseudomonas aeruginosa hanno anche mostrato un aumento della produzione dei pigmenti pyoverdine e pyocyanin con esposizioni prolungate all'ozono, che sono coinvolti nella virulenza batterica e nella sopravvivenza contro lo stress ossidativo e le condizioni ambientali avverse.", "Questo studio dimostra l'attività antibatterica dell'ozono nella riduzione dei carichi microbici noti di Pseudomonas aeruginosa in vitro, con un effetto di maggiore efficacia in base alla durata dell'esposizione. Ulteriori ricerche sono necessarie per stabilire l'efficacia di diverse esposizioni all'ozono e carichi microbici, nonché il ruolo dell'ozono come terapia ausiliaria per i modelli in vivo. I risultati di questo studio supportano l'uso dell'ozono come un potenziale agente antimicrobico, tuttavia, la produzione di pigmenti pyoverdine e pyocyanin può limitarne l'efficacia in determinate situazioni.", "In questo studio, abbiamo osservato un'attività antibatterica dell'ozono in vitro sulla riduzione dei carichi microbici noti di Pseudomonas aeruginosa, con un'efficacia maggiore secondo la durata dell'esposizione. I risultati hanno anche mostrato un aumento della produzione di pigmenti bacterici, che possono svolgere un ruolo nella virulenza e nella sopravvivenza del batterio. Saranno necessarie ulteriori ricerche per determinare l'efficacia dell'ozono come terapia ausiliaria in vivo e per comprendere il ruolo della produzione di pigmenti nella resistenza batterica."], "body_lg": ["Lo studio in questione si è concentrato sull'effetto antibatterico in vitro dell'esposizione all'ozono su specifici carichi microbici di Pseudomonas aeruginosa, un batterio noto per causare infezioni ospedaliere e polmoniti, tra le altre patologie. L'ozono terapia è una pratica ben nota per le sue proprietà antimicrobiche e anti-infiammatorie, derivanti dalla sua forte ossidazione. Questa terapia consiste nell'esposizione di ossigeno all'ozono gassoso, che successivamente reagisce con i composti organici e disattiva i microrganismi dannosi. L'obiettivo di questo studio era quello di esaminare l'efficacia antibatterica dell'ozono su Pseudomonas aeruginosa, al fine di valutare il suo potenziale come alternativa o integrazione ai trattamenti antibiotici convenzionali. Sebbene siano necessarie ulteriori ricerche per confermare i risultati e determinare la sicurezza e l'efficacia clinica, questo studio fornisce un'ulteriore evidenza del possibile ruolo dell'ozono terapia come strategia per combattere le infezioni batteriche. I risultati preliminari di questo studio hanno mostrato una significativa riduzione del carico batterico di Pseudomonas aeruginosa dopo l'esposizione all'ozono, indicando un potenziale utilizzo come agente antibatterico. Tuttavia, sono necessari studi futuri per approfondire i meccanismi attraverso i quali l'ozono esercita il suo effetto antibatterico e determinare se questa terapia sia sicura ed efficace per l'uso clinico sull'uomo.", "La ceppa di Pseudomonas aeruginosa fu coltivata su un terreno di coltura di agar al cioccolato per un periodo di 24 ore e successivamente utilizzata per creare una sospensione batterica alla concentrazione di 0,5 nel nephelometro McFarland. Questa concentrazione fu quindi diluita seriamente a 10-1, 10-2, 10-3 e 100 µL, e 100 µL di ciascuna diluizione furono inoculati in tre piastre Mueller-Hinton ciascuna. Questo processo fu ripetuto per tre gruppi di studio: il gruppo di controllo senza ozono, il gruppo di esposizione all'ozono di 1 ora e il gruppo di esposizione all'ozono di 2 ore. Le piastre esposte di 1 e 2 ore furono collocate in un'incubatrice a 37°C collegata a un generatore di ozono, dove i batteri furono esposti all'ozono a una concentrazione di 400 mg/ora per 1 e 2 ore, rispettivamente, con un'esposizione totale di 800 mg e 1200 mg. Successivamente, tutte le piastre, comprese quelle di controllo che non furono esposte all'ozono, furono riposizionate in un'incubatrice a 37°C senza esposizione all'ozono e incubate per un totale di 48 ore, con un'ispezione del conteggio batterico ogni 24 ore. I risultati di questo esperimento furono attentamente registrati per un'analisi successiva.", "L'esposizione all'ozono ha dimostrato di avere un impatto significativo sulla crescita di Pseudomonas aeruginosa, con una riduzione maggiore osservata nel gruppo esposto per 2 ore, specificamente nella diluizione 10-3. In questo gruppo, i conti microbici sono diminuiti del 51% rispetto al gruppo di controllo, indicando una forte inibizione della crescita batterica prodotta dall'ozono. Tuttavia, l'esposizione prolungata all'ozono ha anche portato a un aumento della produzione dei pigmenti pyoverdine e pyocyanin da parte di Pseudomonas aeruginosa. Questi pigmenti svolgono un ruolo importante nella virulenza batterica e nella sopravvivenza contro lo stress ossidativo e condizioni ambientali avverse. Di conseguenza, sebbene l'ozono possa essere un efficace agente antibatterico, la produzione di pigmenti potenziata da parte dei batteri superstiti potrebbe comportare una maggiore resistenza e virulenza, influenzando negativamente il suo utilizzo come disinfettante. Ulteriori ricerche sono necessarie per comprendere appieno i meccanismi sottostanti alla produzione di pigmenti e all'inibizione della crescita batterica indotte dall'ozono, nonché per stabilire se tali effetti possano essere mitigati per garantire l'efficacia dell'ozono come disinfettante.", "Questo studio ha evidenziato l'efficacia dell'ozono nel ridurre la carica microbica di Pseudomonas aeruginosa in vitro, mettendo in luce un'attività antibatterica che aumenta in base alla durata dell'esposizione. I risultati preliminari supportano dunque l'utilizzo dell'ozono come un potenziale agente antimicrobico, tuttavia, sono necessarie ulteriori ricerche per confermarne l'efficacia in diverse esposizioni e carichi microbici. In particolare, sarà importante indagare il ruolo dell'ozono come terapia ausiliaria per i modelli in vivo, al fine di valutarne l'applicabilità in contesti clinici. \n\nTuttavia, i risultati dello studio hanno anche evidenziato un possibile limite all'efficacia dell'ozono: la produzione di pigmenti pyoverdine e pyocyanin da parte di Pseudomonas aeruginosa potrebbe infatti ostacolare l'azione antibatterica dell'ozono in determinate situazioni. Si rende dunque necessaria una maggiore comprensione dei meccanismi di interazione tra l'ozono e Pseudomonas aeruginosa, al fine di individuare le condizioni ottimali per un'efficace eliminazione del patogeno e di superare eventuali limitazioni imposte dalla produzione di pigmenti. Nonostante questo aspetto, lo studio offre comunque una prospettiva promettente sull'utilizzo dell'ozono come agente antimicrobico, in particolare per la riduzione di carichi microbici di Pseudomonas aeruginosa.", "In questo studio, abbiamo analizzato l'attività antibatterica dell'ozono in vitro contro noti ceppi di Pseudomonas aeruginosa, osservando un'efficacia maggiore nella riduzione dei carichi microbici in funzione della durata dell'esposizione. Questi risultati preliminari indicano che l'ozono potrebbe rappresentare un'opzione promettente come terapia ausiliaria per combattere le infezioni da P. aeruginosa, tuttavia, sono necessarie ulteriori ricerche per confermare tali conclusioni in un contesto in vivo.\n\nInteressantemente, abbiamo anche rilevato un aumento della produzione di pigmenti bacterici in risposta all'esposizione all'ozono. Questo fenomeno potrebbe essere significativo dal punto di vista della virulenza e della sopravvivenza del batterio, poiché i pigmenti bacterici svolgono un ruolo cruciale nel proteggere i batteri dallo stress ambientale e nel promuovere la loro capacità di infettare l'ospite. Pertanto, è fondamentale indagare ulteriormente per comprendere appieno il nesso tra l'esposizione all'ozono e la produzione di pigmenti, al fine di poter prevedere e mitigare potenziali meccanismi di resistenza batterica.\n\nIn sintesi, sebbene questo studio abbia fornito alcune prove della potenziale efficacia dell'ozono come terapia antibatterica ausiliaria, sono necessarie ulteriori ricerche per confermare tali risultati e per chiarire il ruolo della produzione di pigmenti nella resistenza batterica."], "_": ""}