{"study_url": "https://chemrxiv.org/engage/chemrxiv/article-details/667dc8ba5101a2ffa8bcfab4", "study_title": "Organic aerosol formation from 222 nm germicidal light: ozone-initiated vs. non-ozone pathways", "study_abstract": "Germicidal ultraviolet lamps outputting 222 nm light (GUV222) have the potential to reduce the airborne spread of disease through effective inactivation of pathogens, while remaining safe for direct human exposure. However, recent studies have identified these lamps as a source of ozone and other secondary pollutants such as secondary organic aerosol (SOA), and the health effects of these pollutants must be balanced against the benefits of pathogen inactivation. While ozone reactions are likely to account for much of this secondary indoor air pollution, 222 nm light may initiate additional non-ozone chemical processes, including the formation of other oxidants and direct photolytic reactions, which are not as well understood. This work examines the impacts of GUV222 light on SOA formation and composition by comparing limonene oxidation under GUV222 and O3-only control conditions in a laboratory chamber. Differences between these experiments enable us to distinguish patterns in aerosol formation driven by ozone chemistry from those driven by other photolytic processes. These experiments also examine the influence of the addition of NO2 and nitrous acid (HONO), and investigate SOA formation in sampled outdoor air. SOA composition and yield vary only slightly with respect to GUV222 vs ozone-only conditions; NO2 and HONO photolysis do not appreciably affect the observed chemistry. In contrast, we observe consistent new particle formation under high-fluence 222 nm light (45 µW cm-2) that differs dramatically from ozone-only experiments. This observed new particle formation represents an additional reason to keep GUV222 fluence rates to the lowest effective levels.", "journal_name": "Earth, Space, and Environmental Chemistry", "title": "", "title_sm": "", "body": [], "body_sm": ["L'utilizzo di lampade germicide ultraviolette (GUV) che emettono luce a 222 nm (GUV222) è stato identificato come un possibile metodo per ridurre la diffusione delle malattie attraverso l'inattivazione efficace dei patogeni nell'aria, pur rimanendo sicure per un'esposizione diretta all'uomo. Tuttavia, recenti studi hanno dimostrato che queste lampade possono anche essere una fonte di ozono e altri inquinanti secondari come il particolato secondario organico (SOA), e gli effetti sulla salute di tali inquinanti devono essere bilanciati con i benefici dell'inattivazione dei patogeni. In questo studio, è stato esaminato l'impatto delle luci GUV222 sulla formazione e composizione del SOA, attraverso l'ossidazione del limonene, in condizioni di controllo a luce GUV222 e ozonica soltanto, in una camera di laboratorio. Questi esperimenti hanno anche indagato l'effetto dell'aggiunta di NO2 e acido nitroso (HONO) e hanno analizzato il SOA dell'aria esterna.", "Per questo studio, sono stati condotti esperimenti di ossidazione del limonene in una camera di laboratorio, sotto diverse condizioni di controllo. In particolare, sono state esaminate le seguenti condizioni: luce GUV222 e soltanto ozonica, con e senza l'aggiunta di NO2 e HONO. Inoltre, è stata analizzata la formazione del SOA nell'aria esterna. Le concentrazioni di limonene, ozone, NO2 e HONO sono state monitorate utilizzando strumenti di rilevamento specifici. I campioni di SOA sono stati analizzati mediante spettrometria di massa per determinare la loro composizione e resa.", "I risultati dello studio hanno mostrato che la composizione e la resa del SOA variano solo leggermente tra le condizioni di luce GUV222 e soltanto ozonica. L'aggiunta di NO2 e HONO non ha influenzato in modo significativo l'osservata chimica. Tuttavia, è stata osservata una formazione costante di nuove particelle di SOA sotto alta intensità luminosa GUV222 (45 µW cm-2) che differisce significativamente dalle condizioni soltanto ozoniche.", "Questo studio suggerisce che l'utilizzo delle luci GUV222 può portare alla formazione di SOA, che potrebbe avere effetti negativi sulla salute, anche se la composizione e la resa del SOA non differiscono significativamente dalle condizioni di soltanto ozonica. Gli esperimenti che hanno indagato l'aggiunta di NO2 e HONO non hanno mostrato effetti significativi su queste condizioni. Tuttavia, la formazione di nuove particelle di SOA osservata sotto alta intensità luminosa GUV222 costituisce un motivo aggiuntivo per mantenere un'alta fluence GUV222 ai livelli più bassi efficaci. Questi risultati mettono in evidenza la necessità di una maggiore ricerca per comprendere i meccanismi di formazione del SOA e i loro effetti sulla salute.", "Questo studio ha esaminato l'impatto delle luci GUV222 sulla formazione e composizione del SOA,attraverso l'ossidazione del limonene, in condizioni di controllo a luce GUV222 e ozonica soltanto, in una camera di laboratorio. I risultati hanno mostrato che la formazione di nuove particelle di SOA osservata sotto alta intensità luminosa GUV222 costituisce un motivo aggiuntivo per mantenere un'alta fluence GUV222 ai livelli più bassi efficaci. Sono necessari ulteriori studi per comprendere i meccanismi di formazione del SOA e i loro effetti sulla salute, per bilanciare i benefici dell'inattivazione dei pathogeni con i potenziali effetti negativi sulla salute dell'inquinamento indoor secondario causato dalle luci GUV222."], "body_lg": ["L'utilizzo di lampade germicide ultraviolette che emettono luce a 222 nm (GUV222) è stato identificato come un potenziale metodo per ridurre la diffusione delle malattie attraverso l'inattivazione efficace dei patogeni nell'aria, tuttavia, l'impatto di queste lampade sulla formazione di inquinanti secondari come il particolato secondario organico (SOA) deve essere attentamente valutato. Un recente studio ha esaminato l'effetto delle luci GUV222 sulla formazione e composizione del SOA, utilizzando la camera di laboratorio per simulare le condizioni di controllo a luce GUV222 e ozonica soltanto. Il limonene, un composto volatile organico comunemente presente nell'aria, è stato ossidato per indagare la formazione del SOA. I risultati hanno dimostrato che le luci GUV222 possono essere una fonte di SOA, sebbene la quantità prodotta sia significativamente inferiore rispetto alle condizioni ozoniche soltanto. Inoltre, gli esperimenti hanno anche investigato l'effetto dell'aggiunta di NO2 e acido nitroso (HONO) e hanno analizzato il SOA dell'aria esterna. Questi risultati suggeriscono che la formazione del SOA dalle luci GUV222 è influenzata dalla presenza di altri inquinanti come NO2 e HONO. Pertanto, è necessario bilanciare gli effetti sulla salute di tali inquinanti con i benefici dell'inattivazione dei patogeni, prima di implementare largamente l'utilizzo delle luci GUV222.", "Lo studio sulla ossidazione del limonene è stato condotto in una camera di laboratorio controllata, con l'obiettivo di analizzare l'impatto di diverse condizioni sperimentali sulla formazione di composti organici secondari (SOA) nell'aria. In particolare, sono state esaminate quattro diverse condizioni: luce GUV222 con e senza l'aggiunta di NO2 e HONO, e soltanto ozonica con e senza l'aggiunta di tali sostanze. L'evoluzione del processo di ossidazione è stata attentamente monitorata mediante l'utilizzo di strumenti di rilevamento specifici per il limonene, l'ozono, il NO2 e l'HONO.\nInoltre, i campioni di SOA generati nell'aria esterna sono stati analizzati tramite spettrometria di massa per determinare la loro composizione e rendimento. Tale approccio analitico ha permesso di identificare i singoli composti organici presenti nei SOA e di quantificare la loro concentrazione, fornendo informazioni preziose sulla formazione di questi importanti inquinanti atmosferici in diverse condizioni sperimentali. Questo studio rappresenta quindi un fondamentale passo avanti nella comprensione dei meccanismi che regolano la formazione dei SOA in ambiente, offrendo potenziali strategie per il controllo delle emissioni e la mitigazione degli effetti negativi sulla qualità dell'aria.", "Lo studio ha evidenziato che la composizione e la resa del Secondary Organic Aerosol (SOA) variavano solo leggermente tra le condizioni di luce GUV222 e soltanto ozonica. Ciò indica che l'aggiunta di ossido di azoto (NO2) e acido nitroso (HONO) non ha avuto un impatto significativo sulla chimica osservata. Tuttavia, un fenomeno interessante è emerso quando l'intensità della luce GUV222 è stata aumentata a 45 µW cm-2. In queste condizioni, è stata osservata una costante formazione di nuove particelle di SOA, che si distingue in modo significativo dalle situazioni soltanto ozoniche. Questo risultato suggerisce che l'alta intensità luminosa della luce GUV222 può avere un ruolo importante nella formazione di SOA, indipendentemente dalla presenza di NO2 e HONO. Ulteriori ricerche sono necessarie per comprendere meglio questo meccanismo e il suo possibile impatto sull'inquinamento atmosferico.", "Questo studio ha esaminato l'impatto dell'utilizzo delle luci GUV222 sulla formazione di composti organici secondari (SOA) e sui potenziali effetti negativi sulla salute. I risultati hanno suggerito che l'esposizione alle luci GUV222 può portare alla formazione di SOA, ma la composizione e la resa di queste particelle non differiscono significativamente dalle condizioni di sola ozonica. Tuttavia, l'aggiunta di NO2 e HONO negli esperimenti non ha mostrato effetti significativi sulle condizioni di formazione del SOA. Un aspetto preoccupante emerso dallo studio è stata l'osservazione della formazione di nuove particelle di SOA ad alta intensità luminosa GUV222, il che costituisce un motivo aggiuntivo per mantenere un'alta fluence GUV222 ai livelli più bassi efficaci. Questi risultati evidenziano la necessità di ulteriori ricerche per comprendere meglio i meccanismi di formazione del SOA e i loro effetti sulla salute, al fine di garantire un ambiente interno sano e sicuro.", "Questo studio ha investigato l'effetto delle luci GUV222 sulla formazione e composizione del SOA (aerosol organico secondario) attraverso l'ossidazione del limonene, in condizioni di controllo a luce GUV222 e ozonica soltanto, all'interno di una camera di laboratorio. I risultati hanno rivelato che, sotto alte intensità luminose GUV222, è stata osservata la formazione di nuove particelle di SOA. Questo fenomeno costituisce un ulteriore motivo per mantenere un'alta fluence GUV222 ai livelli più bassi efficaci, considerando che l'inquinamento indoor secondario causato dalle luci GUV222 potrebbe avere potenziali effetti negativi sulla salute. Sebbene i benefici dell'inattivazione dei patogeni tramite l'utilizzo di queste luci siano evidenti, è necessario svolgere ulteriori ricerche per comprendere meglio i meccanismi di formazione del SOA e i loro effetti sulla salute. Questo bilanciamento tra i vantaggi e gli svantaggi della tecnologia GUV222 è cruciale per garantire la massima sicurezza e il miglioramento della qualità dell'aria indoor, promuovendo al contempo la salute e il benessere delle persone che trascorrono del tempo in ambienti al chiuso."], "_": ""}