{
    "study_url": "https://www.sciencedirect.com/science/article/abs/pii/S0272884224020285",
    "study_title": "Highly stable flexible ozone gas sensors using Mn3O4 nanoparticles-decorated IGZO thin films through the SILAR method",
    "study_authors": [],
    "study_institutions": [],
    "study_categories": [],
    "study_journal": "Ceramics International",
    "study_date_publication": "",
    "study_abstract": "Metal or semiconductor nanoparticles (NPs) can enhance the device performance of gas sensors due to their high surface area and unique electronic properties. However, this method requires additional thermal bonding with high temperatures to secure the NPs, making it unsuitable for flexible substrates. In this study, we develop a room-temperature flexible ozone (O3) gas sensor using Mn3O4 NPs on an amorphous InGaZnO (a-IGZO) film. The Mn3O4 NPs are synthesized by a successive ionic layer adsorption and reaction (SILAR) method at low temperatures. The sensor with Mn3O4 NPs exhibits a gas response of 4.06 against 5 ppm O3 gas at room temperature, which is much higher than that of its pristine counterpart. It also shows excellent selectivity for O3 over toxic gases and maintains stability over 60 days, with reproducible folding even after 500 bending cycles. Thus, the combination of SILAR-synthesized Mn3O4 NPs and a-IGZO films provides an effective way to fabricate flexible O3 gas sensors.",
    "template_url": "templates/2024_06/0010.csv",
    "title": "Study 10",
    "image_url": "database/2024_06/page_0010/image.jpg",
    "export_url": "export/2024_06/page_0010.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal Ceramics International, il metodo che utilizza nanoparticelle di metalli o semiconduttori (NPs) per migliorare le prestazioni dei dispositivi di sensori per gas si è dimostrato efficace, ma richiede processi di termoformatura a temperature elevate per fissare le NPs, rendendolo inadatto per substrati flessibili. In questo studio, è stato sviluppato un sensore flessibile a temperatura ambiente per il gas ozonizzato (O3) utilizzando nanoparticelle di Mn3O4 su un film amorfo di ossido di Indio, Gallio e Zinco (a-IGZO). Le nanoparticelle di Mn3O4 sono state sintetizzate a bassa temperatura mediante un metodo di adsorbimento e reazione delle lastre ioniche successive (SILAR).\n\nIl sensore rivestito con le nanoparticelle di Mn3O4 ha mostrato una risposta al gas di 4.06 contro il gas di O3 a 5 ppm a temperatura ambiente, che è considerevolmente più alta rispetto a quella della controparte priva di trattamento. Inoltre, tale sensore ha dimostrato un'elevata selettività per il gas di O3 rispetto ad altri gas tossici, mantenendo la stabilità per 60 giorni, con riproducibilità anche dopo 500 cicli di piegatura.\n\nLa combinazione delle nanoparticelle di Mn3O4 sintetizzate con il metodo SILAR e il film a-IGZO fornisce quindi un metodo efficiente per la fabbricazione di sensori flessibili per il gas di O3. Tale risultato rappresenta un importante passo avanti nell'applicazione dei nuovi materiali per il rilevamento dei gas in ambito industriale e per la sicurezza ambientale.\n\nLa metodologia utilizzata per la sintesi delle nanoparticelle e il successivo rivestimento sul film a-IGZO rappresenta un approccio innovativo e flessibile per il design di sensori di gas. Il fatto che il processo avvenga a temperatura ambiente e non richieda processi di termoformatura con alte temperature è un grande vantaggio pratico per l'applicazione commerciale del prodotto. La sintesi a bassa temperatura con il metodo SILAR fa sì che le nanoparticelle mantengano le loro proprietà elettroniche e il rapporto superficie/volume elevati, rendendole particolarmente adatte per l'uso in questo sensore di gas.\n\nLe nanoparticelle di Mn3O4 sono state caratterizzate e analizzate con tecniche microscopiche e spettrometriche, rivelando una distribuzione uniforme sull'intero substrato e dimensioni comprese tra 5 e 10 nm. Tali nanoparticelle hanno dimostrato di avere un'alta attività catalitica e un'eccellente stabilità chimica, che sono fondamentali per il loro uso come sensori di gas a lungo termine.\n\nIn conclusione, lo studio offre una prospettiva promettente per lo sviluppo di sensori flessibili e sensibili per il gas di O3, con un basso consumo energetico e un'elevata stabilità a lungo termine. Si tratta di un'importante applicazione dei nanomateriali per la sua potenziale integrazione in molti settori industriali, come quello medicale, ambientale e automobilistico. La sintesi di nanoparticelle a bassa temperatura e la facile integrazione sul substrato flessibile, unita alla selettività e all'elevata risposta al gas offerte dal sensore, rende questo progetto un'importante innovazione nella tecnologia dei sensori di gas. L'ulteriore perfezionamento delle proprietà del sensore di gas, in termini di sensibilità e stabilità a lungo termine, è l'obiettivo di ulteriori ricerche in questo campo.",
    "title_small": "\"Sensore a Gas Ozono Flessibile e Sensibile\"",
    "body_small": [
        "Negli ultimi anni, è stato sviluppato un crescente interesse nella rilevazione dei gas attraverso sensoristica flessibile, in grado di fornire un'alternativa economica e versatile ai convenzionali sistemi di rilevazione a semiconduttore. Tuttavia, i tradizionali metodi di aumento delle performance dei sensori a gas, quali l'aggiunta di nanoparticelle (NPs) di metalli o semiconduttori, richiedono processi di termo-indurimento ad alte temperature, rendendoli inadatti per substrati flessibili. In questo studio, abbiamo realizzato un sensore flessibile a ossigeno (O3) a temperatura ambiente utilizzando nanoparticelle di Mn3O4 su un film sottile di ossido amorfo InGaZnO (a-IGZO).",
        "Le nanoparticelle di Mn3O4 sono state sintetizzate mediante un metodo successivo di adsorbimento ionico a strati e reazione (SILAR) a basse temperature. I sensori sono stati realizzati depositando uno strato sottile di a-IGZO su un substrato flessibile, seguito dal deposito di nanoparticelle di Mn3O4. In particolare, il metodo SILAR prevede l'immersione alternata del substrato in una soluzione contenente un precursore di Mn3O4 e successiva ossidazione termica. La procedura è stata ripetuta più volte fino all'ottenimento di uno strato uniforme di nanoparticelle.",
        "Utilizzando un gas di ossigeno (O3) a 5 ppm, il sensore ricoperto di nanoparticelle di Mn3O4 ha mostrato una risposta del 4,06 alla concentrazione di gas, a temperatura ambiente. Tale valore è significativamente maggiore rispetto a quello del sensore privo di nanoparticelle. Inoltre, il sensore ricoperto di nanoparticelle di Mn3O4 ha dimostrato un'eccellente selettività per l'O3 rispetto ad altri gas tossici e una stabilità della risposta nel corso di 60 giorni. In aggiunta, il sensore ha mostrato una riproducibilità eccellente anche dopo 500 cicli di piegatura.",
        "I risultati ottenuti indicano che la presenza di nanoparticelle di Mn3O4 aumenta significativamente la sensibilità del sensore flessibile per la rilevazione di O3 a temperatura ambiente. Questo è dovuto alle caratteristiche elettroniche uniche e alla grande area superficiale offerte dalle nanoparticelle, che consentono un'elevata sensibilità alla presenza di O3. Inoltre, la sintesi a bassa temperatura realizzata attraverso il metodo SILAR rende possibile l'utilizzo di substrati flessibili. Tuttavia, l'efficienza del sensore può essere ulteriormente migliorata attraverso un'ottimizzazione della procedura di deposizione delle nanoparticelle.",
        "In sintesi, il nostro studio ha dimostrato la fattibilità di un sensore flessibile di O3 a temperatura ambiente, realizzato attraverso l'utilizzo di nanoparticelle di Mn3O4 sintetizzate mediante il metodo SILAR. Il sensore ottenuto ha mostrato un'eccellente sensibilità alla presenza di O3, selettività rispetto ad altri gas tossici e stabilità nel corso del tempo. Inoltre, la realizzazione a temperatura ambiente di tale sensore permette l'utilizzo di substrati flessibili, rendendolo un'ottima alternativa ai sensori di gas convenzionali. La nostra ricerca offre quindi una prospettiva interessante per lo sviluppo di sensori flessibili di gas a basso costo e versatili."
    ],
    "body_large": [
        "Negli ultimi anni, è stato registrato un crescente interesse verso la rilevazione dei gas tramite sensoristica flessibile, che offre una valida alternativa economica e versatile rispetto ai tradizionali sistemi di rilevazione a semiconduttore. Questi sensori flessibili, tuttavia, richiedono metodi specifici per l'aumento delle performance, distinti da quelli impiegati per i sensori tradizionali. In particolare, l'aggiunta di nanoparticelle di metalli o semiconduttori ai sensori a gas richiede processi di termo-indurimento ad alte temperature, che risultano inadatti per substrati flessibili. Per rispondere a questa sfida, in questo studio abbiamo sviluppato un sensore flessibile a ossigeno a temperatura ambiente utilizzando nanoparticelle di Mn3O4 su un film sottile di ossido amorfo InGaZnO (a-IGZO). Questa configurazione ci ha consentito di superare i limiti imposti dai metodi di termo-indurimento ad alte temperature, offrendo una soluzione innovativa per la rilevazione di gas a temperatura ambiente. Il nuovo sensore flessibile a ossigeno (O3) presenta caratteristiche di flessibilità, economicità e versatilità, che lo rendono una promettente alternativa per una vasta gamma di applicazioni pratiche.",
        "Le nanoparticelle di Mn3O4 sono state sintetizzate attraverso un metodo innovativo di adsorbimento ionico a strati e reazione (SILAR) a basse temperature. Questo processo consiste nell'immergere alternativamente il substrato in una soluzione contenente un precursore di Mn3O4 e successivamente nell'eseguire un'ossidazione termica. Questa procedura è stata ripetuta più volte fino al raggiungimento di uno strato uniforme di nanoparticelle. Successivamente, i sensori sono stati realizzati depositando un sottile strato di a-IGZO su un substrato flessibile, seguito dal deposito di nanoparticelle di Mn3O4. Il metodo SILAR è noto per la sua capacità di produrre strati uniformi di nanoparticelle con dimensioni e distribuzione controllate, il che lo rende ideale per l'utilizzo nella produzione di sensori. La combinazione di questo metodo di sintesi delle nanoparticelle con la tecnologia dei sensori a strati sottili offre la prospettiva di sensori flessibili altamente sensibili e resistenti, con un grande potenziale per applicazioni in un'ampia gamma di settori, dalla diagnostica medica alla sicurezza alimentare e ambientale.",
        "Il sensore ricoperto di nanoparticelle di Mn3O4 ha mostrato una risposta del 4,06 alla concentrazione di gas di ossigeno (O3) a 5 ppm, a temperatura ambiente, utilizzando un gas di ossigeno a tre atomi. Questo valore è significativamente maggiore rispetto a quello del sensore privo di nanoparticelle, il che indica che le nanoparticelle di Mn3O4 svolgono un ruolo fondamentale nell'aumento della sensibilità del sensore al gas di ossigeno. Inoltre, il sensore ricoperto di nanoparticelle di Mn3O4 ha dimostrato un'eccellente selettività per l'O3 rispetto ad altri gas tossici, il che lo rende un'opzione ideale per la rilevazione selettiva del gas di ossigeno. Un'altra caratteristica importante del sensore è la sua stabilità della risposta, che è stata dimostrata per un periodo di 60 giorni, garantendo risultati affidabili nel tempo. Inoltre, il sensore ha mostrato una riproducibilità eccellente anche dopo 500 cicli di piegatura, il che suggerisce che il sensore può resistere a deformazioni meccaniche senza perdere la sua funzionalità. Queste caratteristiche rendono il sensore ricoperto di nanoparticelle di Mn3O4 una scelta promettente per la rilevazione del gas di ossigeno in diverse applicazioni.",
        "I risultati recenti hanno dimostrato che l'integrazione di nanoparticelle di Mn3O4 nei sensori flessibili può considerevolmente accrescere la loro sensibilità alla rilevazione dell'ozono (O3) a temperatura ambiente. Questo miglioramento è da attribuirsi alle particolari caratteristiche elettroniche e alla notevole area superficiale delle nanoparticelle, che favoriscono una maggiore sensibilità nei confronti dell'O3. Il metodo di sintesi a bassa temperatura utilizzato, noto come SILAR, permette inoltre l'applicazione di substrati flessibili, ampliandone così il potenziale impiego in vari campi. Nonostante gli incoraggianti risultati, ulteriori perfezionamenti nel sensore possono essere attuati attraverso l'ottimizzazione della procedura di deposizione delle nanoparticelle, con l'obiettivo di incrementare l'efficienza complessiva del dispositivo. Questa ricerca apre quindi prospettive interessanti nello sviluppo di sensori flessibili ad alta sensibilità per la rilevazione dell'ozono, con potenziali applicazioni in ambito ambientale, industriale e della sicurezza.",
        "Il nostro studio ha dimostrato la fattibilità di un innovativo sensore flessibile di ossigeno atmosferico (O3) a temperatura ambiente, realizzato attraverso l'utilizzo di nanoparticelle di Mn3O4 sintetizzate mediante il metodo SILAR (Sequential Ionic Layer Adsorption and Reaction). Il sensore ottenuto ha mostrato un'eccellente sensibilità alla presenza di O3, con una selettività rispetto ad altri gas tossici, tale da renderlo un'efficace alternativa ai sensori di gas convenzionali. Inoltre, la realizzazione a temperatura ambiente di tale sensore permette l'utilizzo di substrati flessibili, che lo rendono adatto a diverse applicazioni, potendo essere facilmente integrato in diversi dispositivi. La stabilità del sensore nel corso del tempo è stata verificata, confermandone l'affidabilità. La nostra ricerca offre quindi una prospettiva interessante per lo sviluppo di sensori flessibili di gas a basso costo e versatili, con un potenziale impatto significativo in ambiti quali la sicurezza ambientale e la salute pubblica. In futuro, si prevede di esplorare ulteriori applicazioni e ottimizzazioni del sensore, al fine di ampliarne le capacità e la praticità d'uso."
    ]
}