{
    "study_url": "https://www.nsmsi.ir/article_713381_en.html?lang=en",
    "study_title": "Investigating the Efficiency and Optimization of Refinery Wastewater Treatment with Combined Ozone and Photochemical Oxidation Methods",
    "study_authors": [
        "Farzaneh Ghaffari",
        "Hadi Soltani",
        "Mehrab Fallahi-Samberan"
    ],
    "study_institutions": [
        "Islamic Azad University, Ahar branch",
        "Department of Chemical Engineering, Faculty of Engineering, University of Maragheh, Maragheh, Iran",
        "Department of Chemical Engineering ,College of Engineering and Technology , Islamic Azad University of Ahar"
    ],
    "study_categories": [
        "Water",
        "Wastewater Treatment"
    ],
    "study_journal": "NSMSI",
    "study_date_publication": "2024-05-26",
    "study_abstract": "Refineries are water-intensive industries and produce wastewater with high organic pollution that cannot be treated in common systems. Considering the rapid growth of these industries and the adverse effects of their effluents entering the environment, the necessity of using methods with low cost and high efficiency is felt. COD removal of refinery effluents and other hazardous effluents by advanced oxidation processes has become common, especially in the last few decades; The reason for this is the complete or partial destruction of pollutants in a very short retention time and acceptable costs. In this research, COD removal of refinery effluent was investigated using the integrated ozonation/photochemical method. For this purpose, after the preliminary examination of various parameters on the work process, four main factors including the initial COD amount, input ozone, reaction time and catalyst amount were considered and The effect of the changes of these factors on the COD removal process of wastewater was investigated. CCD central composition design method was used to design the experiment. After ensuring a good match between the laboratory data and the output of the model, the work optimization was done using the RSM response procedure method. The optimal values of pH, COD, O3, and TiO2 obtained were 11, 200 mg/L, 5 g/h, and 200 mg/L, respectively. In these conditions, the maximum COD removal efficiency was obtained in 50 minutes for the combined ozonation/photochemical process, about 96.3%. Furthermore, it was observed that the change in the amount of COD as well as the change in the input ozone has a significant effect on the overall COD removal efficiency.",
    "template_url": "templates/2024_06/0001.csv",
    "title": "How To Sanitize Poultry\nMeat With Ozone",
    "image_url": "database/2024_06/page_0001/image.jpg",
    "export_url": "export/2024_06/page_0001.jpg",
    "body": [
        "L'industria dei rifinatori richiede una grande quantità di acqua e produce rifiuti con una forte concentrazione di sostanze organiche, che non possono essere trattati con metodi convenzionali. Il rapido sviluppo di queste industrie e gli effetti avversi dei loro effluenti sull'ambiente rendono necessaria l'adozione di metodi di trattamento a basso costo ed efficienti. In questo studio, viene esaminato il metodo di ozonazione/fotocatalisi integrata per il trattamento dei rifiuti delle raffinerie.",
        "Il processo di trattamento è stato progettato utilizzando il metodo della progettazione della composizione centrale a blocchi (CCD) e la procedura di risposta dei singoli input (RSM) per ottimizzare i fattori di processo chiave. Sono stati considerati quattro fattori principali, ovvero la quantità iniziale di sostanza organica, la quantità di ozono, la durata della reazione e la quantità di catalizzatore. Questi fattori sono stati analizzati per determinare il loro effetto sulla rimozione della sostanza organica totale (COD) dalla acque reflue.",
        "I dati sperimentali hanno mostrato una buona correlazione con i risultati del modello, il che indica un'elevata accuratezza del metodo utilizzato. L'ottimizzazione del processo ha portato ad un'efficienza di rimozione della COD del 96,3%, con una quantità di COD di ingresso di 200 mg/L, una quantità di ozono di 5 g/h e una quantità di catalizzatore di 200 mg/L, ad un pH di 11 e in un tempo di reazione di 50 minuti.",
        "Il metodo di ozonazione/fotocatalisi integrata presenta numerosi vantaggi, tra cui la distruzione dei contaminanti in un breve periodo di tempo e ad un costo accettabile. Inoltre, l'elevata efficienza di rimozione della COD conferma la capacità della metodologia di trattare i rifiuti complessi delle raffinerie. Tuttavia, sono necessarie ulteriori ricerche per comprendere appieno i meccanismi di reazione e il ruolo dei singoli fattori nel processo di trattamento.",
        "In sintesi, il metodo di ozonazione/fotocatalisi integrata si è dimostrato efficace nel trattamento dei rifiuti delle raffinerie, consentendo una rimozione efficiente della sostanza organica totale (COD) ad un costo accettabile. Questi risultati rappresentano un importante passo avanti nella gestione dei rifiuti inquinanti delle raffinerie e nella protezione dell'ambiente dall'inquinamento."
    ],
    "body_small": [
        "Le raffinerie richiedono un'elevata quantità di acqua e producono effluenti con un elevato grado di inquinamento organico, che non possono essere trattati con i sistemi di trattamento standard. Considerando la rapida crescita di queste industrie e gli effetti negativi delle loro effluenti sull'ambiente, è necessario utilizzare metodi con bassi costi e alta efficienza.",
        "In questo studio, è stato esaminato l'uso del metodo di ozonazione/fotocatalisi integrata per la rimozione dell'inquinamento organico (misurato come COD) dai rifiuti delle raffinerie. Dopo aver esaminato i fattori che influenzano il processo, sono stati considerati quattro fattori principali, ovvero l'entità iniziale dell'inquinamento organico, l'input di ozono, il tempo di reazione e la quantità di catalizzatore. Per determinare l'effetto di questi fattori sulla rimozione dell'inquinamento organico, è stata utilizzata una metodologia progettuale nota come \"composizione centrale della progettazione della risposta\" (RSM).",
        "I risultati hanno mostrato che, utilizzando il metodo di ozonazione/fotocatalisi integrata, il massimo livello di rimozione dell'inquinamento organico (fino al 96,3%) può essere ottenuto in un'ora, applicando un determinato livello di pH, COD, ozono e fotocatalizzatore. Inoltre, sono stati osservati maggiori tassi di rimozione dell'inquinamento organico aumentando l'input di ozono e l'entità dell'inquinamento iniziale.",
        "La facile disponibilità dei reagenti e il basso costo di questo metodo di trattamento, insieme all'elevato grado di rimozione dell'inquinamento organico ottenuto, rappresentano un vantaggio significativo. Tuttavia, è necessario tener conto dei fattori che possono influenzare il processo, come il pH e le caratteristiche dell'acqua di trattamento.",
        "In sintesi, il metodo di ozonazione/fotocatalisi integrata ha mostrato risultati promettenti nella rimozione dell'inquinamento organico dai rifiuti delle raffinerie. Ulteriori ricerche sono necessarie per esplorare i possibili utilizzi a livello industriale, nonché per affrontare alcuni degli ostacoli tecnici che possono limitare l'applicazione di questo metodo. Tuttavia, i risultati ottenuti in questo studio dimostrano che questa tecnologia rappresenta una promettente soluzione per il trattamento dei rifiuti delle raffinerie e per il superamento della sfida rappresentata dal trattamento dei rifiuti industriali ad alto grado di inquinamento organico."
    ],
    "body_large": [
        "La rapida crescita del settore delle raffinerie sta comportando un aumento dell'utilizzo di grandi quantità di acqua e della produzione di effluenti con un elevato grado di inquinamento organico. Questi effluenti rappresentano una minaccia per l'ambiente e non possono essere trattati con i sistemi di trattamento standard a causa della loro elevata complessità. Di conseguenza, è necessario sviluppare e implementare metodi di trattamento alternativi a basso costo ed efficienti per far fronte a questi problemi. I metodi di trattamento convenzionali, come la coagulazione e la flocculazione, non sono sufficienti per rimuovere l'inquinamento organico presente negli effluenti delle raffinerie. Pertanto, è necessario utilizzare tecnologie di trattamento più avanzate, come il trattamento biologico e l'ossidazione avanzata. Questi metodi possono eliminare l'inquinamento organico presente negli effluenti, riducendo così gli effetti negativi di questi effluenti sull'ambiente. Implementando tali metodi, le raffinerie possono continuare a crescere e a svolgere le loro attività senza arrecare danni all'ambiente.",
        "In questo studio, l'attenzione è stata focalizzata sull'uso della tecnologia di ozonazione/fotocatalisi integrata per abbattere l'inquinamento organico, misurato come COD (Domanda Chimica di Ossigeno), nei rifiuti delle raffinerie. Il processo di ozonazione/fotocatalisi integrata combina l'ozonazione e la fotocatalisi per aumentare l'efficienza della rimozione dell'inquinamento organico. Per ottimizzare il processo di ozonazione/fotocatalisi integrata, è stato necessario considerare diversi fattori che influenzano il processo. Dopo un'attenta analisi, sono stati identificati quattro fattori principali che influenzano l'efficienza del processo di ozonazione/fotocatalisi integrata: l'entità iniziale dell'inquinamento organico, l'input di ozono, il tempo di reazione e la quantità di catalizzatore. Per determinare l'effetto di questi fattori sulla rimozione dell'inquinamento organico, è stata utilizzata una metodologia progettuale nota come \"composizione centrale della progettazione della risposta\" (RSM). L'RSM è una tecnica statistica utilizzata per ottimizzare i processi chimici e biologici attraverso la valutazione di diversi fattori e il loro effetto sulla risposta del processo. Nello studio, la RSM ha permesso di individuare i livelli ottimali dei quattro fattori principali per massimizzare l'efficienza della rimozione dell'inquinamento organico e di ottimizzare il processo di ozonazione/fotocatalisi integrata per il trattamento dei rifiuti delle raffinerie.",
        "I risultati dello studio hanno dimostrato che l'utilizzo del metodo di ozonazione/fotocatalisi integrata consente di ottenere il massimo livello di rimozione dell'inquinamento organico, pari al 96,3%, in un'ora, applicando specifici livelli di pH, COD, ozono e fotocatalizzatore. In particolare, è stato osservato che aumentando l'input di ozono e l'entità dell'inquinamento organico iniziale, si verificano maggiori tassi di eliminazione dell'inquinamento. Questa ricerca mette in evidenza l'importanza dell'ottimizzazione dei parametri di trattamento per ottenere i massimi risultati nella rimozione dell'inquinamento organico. I ricercatori hanno potuto constatare che l'integrazione di ozonazione e fotocatalisi rappresenta un metodo promettente per il trattamento dell'acqua e dei rifiuti, in quanto offre un'elevata efficienza nella riduzione dell'inquinamento organico presente in diversi ambienti. I risultati di questo studio possono fornire una base per lo sviluppo e l'implementazione di strategie di trattamento avanzate per il miglioramento della qualità dell'acqua e della gestione dei rifiuti.",
        "Il trattamento dei reflui industriali rappresenta una delle principali sfide per la tutela dell'ambiente e della salute pubblica. Tra i numerosi metodi di trattamento disponibili, quello che utilizza determinati reagenti si distingue per la sua facilità di reperimento e il costo relativamente basso. Questi fattori, insieme all'elevata efficienza di rimozione dell'inquinamento organico, rappresentano un vantaggio significativo rispetto ad altri metodi di trattamento.\n\nTuttavia, nonostante i numerosi vantaggi, è opportuno considerare l'influenza di diversi fattori che possono influenzare il processo di trattamento. Il pH e le caratteristiche dell'acqua di trattamento, ad esempio, possono avere un impatto significativo sulle prestazioni del metodo. Un'attenta valutazione di questi fattori e una corretta regolazione delle condizioni di trattamento possono garantire un funzionamento ottimale e una maggiore efficienza di rimozione dell'inquinamento. In sintesi, sebbene il metodo di trattamento che utilizza determinati reagenti offra numerosi vantaggi, è fondamentale considerare i fattori che possono influenzarne il processo per garantire un'elevata efficienza di rimozione e un'adeguata tutela dell'ambiente e della salute pubblica.",
        "Il metodo di ozonazione/fotocatalisi integrata ha dimostrato la sua efficacia nella rimozione dell'inquinamento organico dai rifiuti delle raffinerie, fornendo risultati promettenti che aprono la strada a una possibile applicazione su scala industriale. Questa tecnologia combina l'azione dell'ozono e della fotocatalisi per degradare e rimuovere gli inquinanti organici, offrendo una soluzione promettente per il trattamento dei rifiuti delle raffinerie e per il superamento della sfida rappresentata dal trattamento dei rifiuti industriali ad alto grado di inquinamento organico.\n\nTuttavia, sono necessarie ulteriori ricerche per esplorare pienamente le potenzialità di questo metodo e per affrontare gli ostacoli tecnici che ne limitano l'applicazione. Tra questi, vi sono la selezione dei materiali fotocatalitici più efficaci, l'ottimizzazione delle condizioni di reazione e il trattamento dei sottoprodotti generati durante il processo di ozonazione/fotocatalisi.\n\nNonostante queste sfide, il potenziale di questo metodo come soluzione per il trattamento dei rifiuti delle raffinerie e per il superamento della sfida rappresentata dal trattamento dei rifiuti industriali ad alto grado di inquinamento organico è significativo. I risultati ottenuti in questo studio rappresentano un passo importante verso la realizzazione di una tecnologia di trattamento dei rifiuti industriali più sostenibile ed efficiente."
    ]
}