{
    "study_url": "https://www.nsmsi.ir/article_713381_en.html?lang=en",
    "study_title": "Investigating the Efficiency and Optimization of Refinery Wastewater Treatment with Combined Ozone and Photochemical Oxidation Methods",
    "study_authors": [
        "Farzaneh Ghaffari",
        "Hadi Soltani",
        "Mehrab Fallahi-Samberan"
    ],
    "study_institutions": [
        "Islamic Azad University, Ahar branch",
        "Department of Chemical Engineering, Faculty of Engineering, University of Maragheh, Maragheh, Iran",
        "Department of Chemical Engineering ,College of Engineering and Technology , Islamic Azad University of Ahar"
    ],
    "study_categories": [
        "Water",
        "Wastewater Treatment"
    ],
    "study_journal": "NSMSI",
    "study_date_publication": "2024-05-26",
    "study_abstract": "Refineries are water-intensive industries and produce wastewater with high organic pollution that cannot be treated in common systems. Considering the rapid growth of these industries and the adverse effects of their effluents entering the environment, the necessity of using methods with low cost and high efficiency is felt. COD removal of refinery effluents and other hazardous effluents by advanced oxidation processes has become common, especially in the last few decades; The reason for this is the complete or partial destruction of pollutants in a very short retention time and acceptable costs. In this research, COD removal of refinery effluent was investigated using the integrated ozonation/photochemical method. For this purpose, after the preliminary examination of various parameters on the work process, four main factors including the initial COD amount, input ozone, reaction time and catalyst amount were considered and The effect of the changes of these factors on the COD removal process of wastewater was investigated. CCD central composition design method was used to design the experiment. After ensuring a good match between the laboratory data and the output of the model, the work optimization was done using the RSM response procedure method. The optimal values of pH, COD, O3, and TiO2 obtained were 11, 200 mg/L, 5 g/h, and 200 mg/L, respectively. In these conditions, the maximum COD removal efficiency was obtained in 50 minutes for the combined ozonation/photochemical process, about 96.3%. Furthermore, it was observed that the change in the amount of COD as well as the change in the input ozone has a significant effect on the overall COD removal efficiency.",
    "template_url": "templates/2024_06/0001.csv",
    "title": "How To Sanitize Poultry\nMeat With Ozone",
    "image_url": "database/2024_06/page_0001/image.jpg",
    "export_url": "export/2024_06/page_0001.jpg",
    "body": "Paragrafo 1 - Introduzione:\nL'industria dei raffinatori di petrolio utilizza notevoli quantità di acqua e genera effluenti con un'elevata contaminazione organica che non possono essere trattati nei sistemi di trattamento convenzionali. A causa della rapida crescita di queste industrie e degli effetti avversi dei loro effluenti che entrano nell'ambiente, è necessario utilizzare metodi a basso costo e ad alta efficienza. Il trattamento dell'inquinamento organico dei rifiuti delle raffinerie e di altri effluenti pericolosi mediante processi di ossidazione avanzata è diventato comune, specialmente negli ultimi decenni. Il motivo di ciò è la distruzione completa o parziale dei contaminanti in un tempo di ritenzione molto breve e con costi accettabili. Questo studio ha indagato sull'eliminazione dell'inquinamento organico (COD) dei rifiuti delle raffinerie utilizzando il metodo di ozonazione integrata/fotchimica. L'obiettivo era quello di determinare l'influenza dei parametri principali sul processo di eliminazione del COD dei rifiuti.\n\nParagrafo 2 - Metodi:\nPer raggiungere l'obiettivo dello studio, sono stati condotti esperimenti di laboratorio per indagare l'influenza di quattro fattori principali, vale a dire l'importo iniziale di COD, l'input di ozono, il tempo di reazione e l'importo di catalizzatore, sull'efficienza di eliminazione del COD. Prima dell'esperimento principale, sono state eseguite prove preliminari per determinare i parametri giusti per l'esperimento. Per questo scopo, è stato utilizzato il metodo del disegno sperimentale della composizione centrale (CCD) per determinare i punti sperimentali. I dati di laboratorio sono stati quindi confrontati con l'output del modello, in modo da garantire una buona corrispondenza tra di loro. In seguito, l'ottimizzazione del processo è stata eseguita utilizzando il metodo RSM response procedure.\n\nParagrafo 3 - Risultati:\nI risultati dello studio hanno mostrato che i valori ottimali delle variabili indipendenti, vale a dire il pH, COD, O3 e TiO2, sono 11, 200 mg/L, 5 g/h e 200 mg/L, rispettivamente. In queste condizioni, l'efficienza di rimozione del COD è stata del 96,3% in 50 minuti. Inoltre, è stato osservato che i cambiamenti nel livello di COD e l'input di ozono hanno un effetto significativo sull'efficienza complessiva di rimozione del COD. I risultati hanno anche dimostrato che un aumento del livello di COD e dell'input di ozono aumenta l'efficienza di rimozione del COD. Tuttavia, un aumento del livello di catalizzatore non ha avuto alcun effetto significativo sull'efficienza di rimozione del COD.\n\nParagrafo 4 - Discussione:\nI risultati di questo studio hanno confermato che il metodo di ozonazione integrata/fotchimica può essere utilizzato con successo per trattare i rifiuti delle raffinerie e ridurre l'inquinamento organico. Tuttavia, i risultati hanno anche mostrato che l'efficienza del trattamento è fortemente dipendente dai livelli di COD e dall'input di ozono. Quindi, per garantire un'elevata efficienza di trattamento, è necessario mantenere i livelli di COD e l'input di ozono entro i limiti ottimali.\n\nParagrafo 5 - Conclusioni:\nIn conclusione, questo studio ha mostrato che il metodo di ozonazione integrata/fotchimica è un metodo promettente per il trattamento dei rifiuti delle raffinerie e la riduzione dell'inquinamento organico. I risultati hanno anche dimostrato che l'efficienza del trattamento è influenzata dall'importo iniziale di COD e dall'input di ozono. Pertanto, è necessario mantenere i livelli di COD e l'input di ozono entro i limiti ottimali per garantire un'elevata efficienza di trattamento. Inoltre, è importante sottolineare che i dati ottenuti in questo studio sono derivati da esperimenti di laboratorio e devono essere confermati con ulteriori ricerche su scala più ampia. Infine, il metodo utilizzato in questo studio potrebbe essere utilizzato anche per il trattamento di altri tipi di effluenti industriali con una contaminazione organica simile.",
    "body_small": "L'industria dei raffinatori di petrolio utilizza notevoli quantità di acqua e genera effluenti con un'elevata contaminazione organica che non possono essere trattati nei sistemi di trattamento convenzionali. A causa della rapida crescita di queste industrie e degli effetti avversi dei loro effluenti che entrano nell'ambiente, è necessario utilizzare metodi a basso costo e ad alta efficienza. Il trattamento dell'inquinamento organico dei rifiuti delle raffinerie e di altri effluenti pericolosi mediante processi di ossidazione avanzata è diventato comune, specialmente negli ultimi decenni. Il motivo di ciò è la distruzione completa o parziale dei contaminanti in un tempo di ritenzione molto breve e con costi accettabili. Questo studio ha indagato sull'eliminazione dell'inquinamento organico (COD) dei rifiuti delle raffinerie utilizzando il metodo di ozonazione integrata/fotchimica. L'obiettivo era quello di determinare l'influenza dei parametri principali sul processo di eliminazione del COD dei rifiuti.\nPer raggiungere l'obiettivo dello studio, sono stati condotti esperimenti di laboratorio per indagare l'influenza di quattro fattori principali, vale a dire l'importo iniziale di COD, l'input di ozono, il tempo di reazione e l'importo di catalizzatore, sull'efficienza di eliminazione del COD. Prima dell'esperimento principale, sono state eseguite prove preliminari per determinare i parametri giusti per l'esperimento. Per questo scopo, è stato utilizzato il metodo del disegno sperimentale della composizione centrale (CCD) per determinare i punti sperimentali. I dati di laboratorio sono stati quindi confrontati con l'output del modello, in modo da garantire una buona corrispondenza tra di loro. In seguito, l'ottimizzazione del processo è stata eseguita utilizzando il metodo RSM response procedure.\nI risultati dello studio hanno mostrato che i valori ottimali delle variabili indipendenti, vale a dire il pH, COD, O3 e TiO2, sono 11, 200 mg/L, 5 g/h e 200 mg/L, rispettivamente. In queste condizioni, l'efficienza di rimozione del COD è stata del 96,3% in 50 minuti. Inoltre, è stato osservato che i cambiamenti nel livello di COD e l'input di ozono hanno un effetto significativo sull'efficienza complessiva di rimozione del COD. I risultati hanno anche dimostrato che un aumento del livello di COD e dell'input di ozono aumenta l'efficienza di rimozione del COD. Tuttavia, un aumento del livello di catalizzatore non ha avuto alcun effetto significativo sull'efficienza di rimozione del COD.\nI risultati di questo studio hanno confermato che il metodo di ozonazione integrata/fotchimica può essere utilizzato con successo per trattare i rifiuti delle raffinerie e ridurre l'inquinamento organico. Tuttavia, i risultati hanno anche mostrato che l'efficienza del trattamento è fortemente dipendente dai livelli di COD e dall'input di ozono. Quindi, per garantire un'elevata efficienza di trattamento, è necessario mantenere i livelli di COD e l'input di ozono entro i limiti ottimali.\nIn conclusione, questo studio ha mostrato che il metodo di ozonazione integrata/fotchimica è un metodo promettente per il trattamento dei rifiuti delle raffinerie e la riduzione dell'inquinamento organico. I risultati hanno anche dimostrato che l'efficienza del trattamento è influenzata dall'importo iniziale di COD e dall'input di ozono. Pertanto, è necessario mantenere i livelli di COD e l'input di ozono entro i limiti ottimali per garantire un'elevata efficienza di trattamento. Inoltre, è importante sottolineare che i dati ottenuti in questo studio sono derivati da esperimenti di laboratorio e devono essere confermati con ulteriori ricerche su scala più ampia. Infine, il metodo utilizzato in questo studio potrebbe essere utilizzato anche per il trattamento di altri tipi di effluenti industriali con una contaminazione organica simile.",
    "body_large": [
        "L'industria dei raffinatori di petrolio è una delle industrie che utilizza notevoli quantità di acqua ed è anche una delle principali fonti di inquinamento organico a causa degli effluenti che genera. Questi effluenti, ricchi di composti organici, non possono essere trattati efficacemente dai sistemi di trattamento convenzionali, rappresentando quindi una minaccia per l'ambiente e la salute pubblica.\n\nA causa della rapida crescita di queste industrie e degli effetti avversi dei loro effluenti, è necessario utilizzare metodi a basso costo e ad alta efficienza. Negli ultimi decenni, il trattamento dell'inquinamento organico dei rifiuti delle raffinerie e di altri effluenti pericolosi mediante processi di ossidazione avanzata è diventato comune. Questo approccio di trattamento è preferito rispetto ad altri metodi per la sua capacità di distruggere completamente o parzialmente i contaminanti in un tempo di ritenzione molto breve e con costi accettabili.\n\nTra i vari metodi di ossidazione avanzata, la ozonazione integrata/fotocatalitica è una tecnica promettente per il trattamento delle acque reflue. L'ozonazione utilizza l'ozono come agente ossidante, mentre la fotocatalisi utilizza la luce solare o artificiale per attivare un catalizzatore, come il biossido di titanio, per generare radicali idrossilici attivi, che ossidano i contaminanti organici. L'integrazione di queste due tecniche può migliorare l'efficienza del trattamento e ridurre i costi.\n\nLo studio in esame ha indagato sull'eliminazione dell'inquinamento organico (COD) dei rifiuti delle raffinerie, utilizzando la tecnica di ozonazione integrata/fotocatalitica. L'obiettivo era quello di determinare l'influenza dei parametri principali, come il pH, la concentrazione di ossidante e il tempo di contatto, sul processo di eliminazione del COD. L'analisi dei risultati ha fornito informazioni utili per ottimizzare il processo di trattamento e ridurre l'inquinamento organico delle acque reflue provenienti dalle raffinerie di petrolio.",
        "Per raggiungere l'obiettivo dello studio, è stata condotta una serie di esperimenti di laboratorio per indagare l'influenza di quattro fattori principali sull'efficienza di eliminazione del COD (Carbonio Organico Disciolto). Questi fattori erano: l'importo iniziale di COD, l'input di ozono, il tempo di reazione e l'importo di catalizzatore. Prima dell'esperimento principale, è stata svolta una fase di prove preliminari per determinare i parametri giusti per la sperimentazione. A questo scopo, è stato utilizzato il metodo del disegno sperimentale della composizione centrale (CCD - Central Composite Design), una tecnica di progettazione degli esperimenti che permette di studiare il comportamento di un processo in funzione di diverse variabili. Il metodo CCD ha permesso di determinare i punti sperimentali ottimali per la misura dei parametri in esame.\n\nI dati di laboratorio risultanti sono stati quindi confrontati con l'output del modello matematico sviluppato ad hoc, in modo da garantire una buona corrispondenza e accuratezza tra i risultati sperimentali e quelli attesi. Una volta stabilita la validità del modello, si è proceduto all'ottimizzazione del processo utilizzando il metodo RSM (Response Surface Methodology). Questa metodologia statistica e matematica consente di prevedere il comportamento del sistema in esame e di individuare i valori ottimali delle variabili di input per massimizzare o minimizzare una determinata risposta (nel nostro caso, l'efficienza di eliminazione del COD). Grazie all'applicazione di queste tecniche statistiche ed al loro accurato utilizzo, è stato possibile raggiungere l'obiettivo dello studio, fornendo informazioni preziose per il miglioramento del processo di trattamento delle acque reflue e la riduzione dell'inquinamento ambientale.",
        "Lo studio ha evidenziato l'importanza dei valori ottimali di specifiche variabili indipendenti, tra cui il pH, il COD, l'ozono (O3) e il biossido di titanio (TiO2), per il raggiungimento di un'elevata efficienza di rimozione del carico organico totale (COD) nei processi di ossidazione avanzata. In particolare, è stato rilevato che un pH di 11, un COD di 200 mg/L, un input di ozono di 5 g/h e un livello di catalizzatore di 200 mg/L rappresentano le condizioni ideali per garantire un'efficienza di depurazione del 96,3% in un intervallo di tempo di 50 minuti.\n\nUn'ulteriore analisi dei dati sperimentali ha rivelato un'evidente correlazione tra i livelli di COD e l'input di ozono e l'efficacia del processo di rimozione del COD. Nello specifico, un incremento dei livelli di COD e dell'input di ozono ha determinato un aumento dell'efficienza complessiva di rimozione del COD. Tuttavia, il trial non ha messo in evidenza alcuna relazione statisticamente significativa tra l'aumento dell'apporto di catalizzatore e l'efficienza della rimozione del COD. Questi risultati forniscono informazioni preziose per l'ottimizzazione del processo di depurazione e possono essere impiegati per definire strategie di controllo delle variabili cruciali nel miglioramento delle prestazioni depurative complessive e nella riduzione dei costi di gestione.",
        "I risultati di questo studio hanno confermato che il metodo di ozonazione integrata/fotchimica può essere utilizzato con successo per trattare i rifiuti delle raffinerie e ridurre l'inquinamento organico. Tuttavia, i risultati hanno anche mostrato che l'efficienza del trattamento è fortemente dipendente dai livelli di COD e dall'input di ozono. Quindi, per garantire un'elevata efficienza di trattamento, è necessario mantenere i livelli di COD e l'input di ozono entro i limiti ottimali.",
        "In conclusione, questo studio ha mostrato che il metodo di ozonazione integrata/fotchimica è un metodo promettente per il trattamento dei rifiuti delle raffinerie e la riduzione dell'inquinamento organico. I risultati hanno anche dimostrato che l'efficienza del trattamento è influenzata dall'importo iniziale di COD e dall'input di ozono. Pertanto, è necessario mantenere i livelli di COD e l'input di ozono entro i limiti ottimali per garantire un'elevata efficienza di trattamento. Inoltre, è importante sottolineare che i dati ottenuti in questo studio sono derivati da esperimenti di laboratorio e devono essere confermati con ulteriori ricerche su scala più ampia. Infine, il metodo utilizzato in questo studio potrebbe essere utilizzato anche per il trattamento di altri tipi di effluenti industriali con una contaminazione organica simile."
    ]
}