{
    "study_url": "https://www.nsmsi.ir/article_713381_en.html?lang=en",
    "study_title": "Investigating the Efficiency and Optimization of Refinery Wastewater Treatment with Combined Ozone and Photochemical Oxidation Methods",
    "study_authors": [
        "Farzaneh Ghaffari",
        "Hadi Soltani",
        "Mehrab Fallahi-Samberan"
    ],
    "study_institutions": [
        "Islamic Azad University, Ahar branch",
        "Department of Chemical Engineering, Faculty of Engineering, University of Maragheh, Maragheh, Iran",
        "Department of Chemical Engineering ,College of Engineering and Technology , Islamic Azad University of Ahar"
    ],
    "study_categories": [
        "Water",
        "Wastewater Treatment"
    ],
    "study_journal": "NSMSI",
    "study_date_publication": "2024-05-26",
    "study_abstract": "Refineries are water-intensive industries and produce wastewater with high organic pollution that cannot be treated in common systems. Considering the rapid growth of these industries and the adverse effects of their effluents entering the environment, the necessity of using methods with low cost and high efficiency is felt. COD removal of refinery effluents and other hazardous effluents by advanced oxidation processes has become common, especially in the last few decades; The reason for this is the complete or partial destruction of pollutants in a very short retention time and acceptable costs. In this research, COD removal of refinery effluent was investigated using the integrated ozonation/photochemical method. For this purpose, after the preliminary examination of various parameters on the work process, four main factors including the initial COD amount, input ozone, reaction time and catalyst amount were considered and The effect of the changes of these factors on the COD removal process of wastewater was investigated. CCD central composition design method was used to design the experiment. After ensuring a good match between the laboratory data and the output of the model, the work optimization was done using the RSM response procedure method. The optimal values of pH, COD, O3, and TiO2 obtained were 11, 200 mg/L, 5 g/h, and 200 mg/L, respectively. In these conditions, the maximum COD removal efficiency was obtained in 50 minutes for the combined ozonation/photochemical process, about 96.3%. Furthermore, it was observed that the change in the amount of COD as well as the change in the input ozone has a significant effect on the overall COD removal efficiency.",
    "template_url": "templates/2024_06/0001.json",
    "title": "How To Sanitize Poultry\nMeat With Ozone",
    "image_url": "database/2024_06/page_0001/image.jpg",
    "export_url": "export/2024_06/page_0001.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal NSMSI, le raffinerie sono industrie ad alto consumo d'acqua che producono effluenti con un alto livello di inquinamento organico che non possono essere trattati nei comuni sistemi di trattamento. Considerando la rapida crescita di queste industrie e gli effetti avversi dei loro scarichi che entrano nell'ambiente, si sente la necessità di utilizzare metodi a basso costo e ad alta efficienza. La rimozione della COD (Domanda Chimica di Ossigeno) degli scarichi di raffineria e di altri scarichi pericolosi tramite processi di ossidazione avanzata è diventata comune, specialmente negli ultimi decenni. Il motivo di questo è la distruzione completa o parziale degli inquinanti in un breve tempo di ritenzione e costi accettabili.\n\nIn questo studio, la rimozione della COD degli scarichi di raffineria è stata investigata utilizzando il metodo integrato di ozonazione/fotochimico. A tal fine, dopo un esame preliminare di vari parametri nel processo di lavoro, sono stati considerati quattro fattori principali, tra cui l'importo iniziale di COD, input di ozono, tempo di reazione e quantità di catalizzatore. L'effetto delle variazioni di questi fattori sul processo di rimozione della COD degli scarichi è stato investigato. Il metodo di progettazione della composizione centrale a due livelli (CCD) è stato utilizzato per progettare l'esperimento. Dopo aver assicurato una buona corrispondenza tra i dati di laboratorio e l'output del modello, l'ottimizzazione del lavoro è stata eseguita utilizzando il metodo di procedura di risposta RSM. I valori ottimali di pH, COD, O3 e TiO2 ottenuti sono stati di 11, 200 mg/L, 5 g/h e 200 mg/L, rispettivamente. In queste condizioni, l'efficienza massima di rimozione della COD è stata ottenuta in 50 minuti per il processo combinato di ozonazione/fotochemico, circa il 96,3%. Inoltre, è stato osservato che la variazione dell'importo di COD, così come la variazione dell'input di ozone, ha un effetto significativo sull'efficienza complessiva di rimozione della COD.\n\nI risultati di questo studio suggeriscono che il metodo integrato di ozonazione/fotochemico può essere un metodo efficace ed efficiente per il trattamento degli scarichi di raffineria. In particolare, l'ottimizzazione dei parametri di processo, come il pH, l'importo di COD, l'input di ozono e la quantità di catalizzatore, può portare a un'efficienza di rimozione della COD superiore al 96%. Questo metodo può essere una soluzione promettente per affrontare i problemi di inquinamento causati dagli scarichi di raffineria, che sono diventati una preoccupazione crescente a livello globale.\n\nTuttavia, sono necessarie ulteriori ricerche per approfondire la comprensione dei meccanismi di rimozione degli inquinanti e per valutare l'applicabilità su larga scala di questo metodo. Ad esempio, l'effetto degli inibitori e dei catalizzatori sulla reazione chimica dovrebbe essere studiato in dettaglio. Inoltre, la scalabilità del processo dovrebbe essere valutata in condizioni di trattamento reali.\n\nIn conclusione, lo studio fornisce una base solida per lo sviluppo di metodi di trattamento degli scarichi di raffineria ad alta efficienza ed efficaci. L'utilizzo di un metodo integrato di ozonazione/fotochemico può essere una soluzione promettente per affrontare i problemi di inquinamento causati dagli scarichi di raffineria. Tuttavia, sono necessarie ulteriori ricerche per approfondire la comprensione dei meccanismi di rimozione degli inquinanti e per valutare l'applicabilità su larga scala di questo metodo."
}