{
    "study_url": "https://ejvs.journals.ekb.eg/article_355703_d61a2edf3432a693f2743250d644d1e7.pdf",
    "study_title": "Ultraviolet C and Ozone Application for Detoxification of Aflatoxin B1, Ochratoxin A, and Fumonisin B1 in Poultry Feeds",
    "study_authors": [
        "Hiba S. Alnaemi",
        "Tamara N. Dawood",
        "Qais T. Algwari"
    ],
    "study_institutions": [
        "Department of Veterinary Public Health, College of Veterinary Medicine, University of Mosul, Mosul, Iraq.",
        "Department of Veterinary Public Health, College of Veterinary Medicine, University of Baghdad, Baghdad, Iraq.",
        "Department of Electronics, College of Electronic Engineering, University of Nineveh, Mosul, Iraq."
    ],
    "study_categories": [
        "Food Industry"
    ],
    "study_journal": "Egyptian Journal of Veterinary Sciences",
    "study_date_publication": "2024-04-30",
    "study_abstract": "THE EFFECTIVENESS of the synergistic effect of ultraviolet C irradiation with ozone (UVC+O3 ) for aflatoxin B1 (AFB1), ochratoxin A (OTA), and fumonisin B1 (FB1) detoxification in naturally contaminated poultry feeds with their impacts on the feed nutritional components were investigated. Feed samples were exposed to UVC+O3 for six durations (10, 20, 30, 60, 120, and 180 min) at three distances (15, 30, and 60 cm) with UVC doses ranging between 577.8 to 10400.4 mJ/cm2 at 15 cm, 397.8 to 7160.4 mJ/cm2 at 30 cm, and 50.4 to 907.2 mJ/cm2 at 60 cm at a constant O3 concentration of 10 ppm. Mycotoxin levels were determined by competitive Enzyme-Linked Immunosorbent Assay (ELISA) and results were confirmed by High-Performance Liquid Chromatography (HPLC). Feed component analysis with peroxide values (PVs) appreciation was executed according to standard analytical methods. A significant increase (P<0.05) in degradation percentages of AFB1, OTA, and FB1 was recorded with increasing exposure time and decreasing distances to reach values of 80.94, 84.07, and 83.6% at 15 cm, 78.49, 83.89, and 83.89% at 30 cm and 67.9, 74.76, and 72.89% at 60 cm, respectively after 180 min of treatment. OTA and FB1 showed degradation levels significantly higher (P<0.05) than those recorded for AFB1. Feed components were intermediately affected by UVC+O3 treatment. Feed fats were still having good quality depending on PVs estimation. In brief, the efficiency of the synergistic effect of UVC+O3 in AFB1, OTA, and FB1 detoxification from poultry feed with a moderate impact on feed quality.",
    "template_url": "templates/2024_06/0003.json",
    "title": "Study 3",
    "image_url": "database/2024_06/page_0003/image.jpg",
    "export_url": "export/2024_06/page_0003.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal Egyptian Journal of Veterinary Sciences, l'efficacia del trattamento combinato a base di radiazioni ultraviolette C (UVC) e ozono (O3) sulla decontaminazione di tre micotossine comuni - aflatossina B1 (AFB1), ochratossina A (OTA) e fumonisina B1 (FB1) - presenti nel mangime per pollame è stata esaminata, insieme al loro impatto sui componenti nutrizionali del mangime.\n\nI campioni di mangime sono stati esposti a diverse combinazioni di UVC ed O3 per periodi di tempo variabili (10, 20, 30, 60, 120 e 180 minuti) a distanze differenziate (15, 30 e 60 cm), con dosi di UVC comprese tra 577,8 e 10.400,4 mJ/cm2 a 15 cm, 397,8 e 7.160,4 mJ/cm2 a 30 cm e 50,4 e 907,2 mJ/cm2 a 60 cm, mantenendo costante la concentrazione di O3 a 10 ppm.\n\nI livelli di micotossine sono stati determinati utilizzando un saggio immunoenzimatico competitivo (ELISA) e i risultati sono stati confermati tramite cromatografia liquida ad alta prestazione (HPLC). L'analisi dei componenti del mangime, con stima dei valori di perossido di idrogeno (PV), è stata eseguita secondo metodi analitici standard.\n\nIn base ai risultati ottenuti, il trattamento combinato UVC+O3 ha mostrato un'elevata efficacia nella degradazione di AFB1, OTA e FB1, con un aumento significativo (P<0,05) delle percentuali di degradazione proporzionalmente all'aumentare del tempo di esposizione e alla diminuzione delle distanze. In particolare, dopo 180 minuti di trattamento, le percentuali di degradazione registrate sono state del 80,94% per l'AFB1, dell'84,07% per l'OTA e dell'83,6% per il FB1 a 15 cm; del 78,49% per l'AFB1, dell'83,89% per l'OTA e dell'83,89% per il FB1 a 30 cm; e del 67,9% per l'AFB1, del 74,76% per l'OTA e del 72,89% per il FB1 a 60 cm.\n\nInoltre, i livelli di degradazione rilevati per OTA e FB1 sono risultati significativamente più alti (P<0,05) rispetto a quelli registrati per l'AFB1. Infine, il trattamento combinato UVC+O3 ha causato un moderato impatto sui componenti del mangime, con una lieve alterazione dei grassi presenti, la cui qualità è tuttavia stata giudicata ancora accettabile sulla base dei valori di perossido di idrogeno (PV).\n\nIn conclusione, questo studio ha dimostrato l'elevata efficacia del trattamento combinato UVC+O3 nella decontaminazione di AFB1, OTA e FB1 presenti nel mangime per pollame, con un moderato impatto sulla qualità del mangime stesso. Questa tecnologia potrebbe quindi rappresentare una promettente strategia per la"
}