{"study_url": "https://ieeexplore.ieee.org/abstract/document/10564947", "study_title": "An Advanced Remote-Plasma Assisted Ozone-Ethylene Radical (OER) Process for Cu-SiO2 Hybrid Bonding Yield Enhancement", "study_abstract": "The Ozone-Ethylene Radical generation technology (OER) process generates large amounts of electrically neutral OH radicals by mixing an unsaturated hydrocarbon gas with a highly concentrated ozone gas under dust- and water-free conditions. Here, we examined the potential of using the OER process as a pretreatment to activate chip surfaces before hybrid bonding. Through real-time semi-quantitative radical concentration measurement, we confirmed that a large amount of OH radicals can be supplied to the surface of a bonding substrate placed in a custom-made vacuum chamber by mixing highly concentrated (>80%) ozone gas and ethylene gas under optimized process conditions. We also confirmed that the OER process is suitable as a pretreatment before hybrid bonding in the sense that both dielectric layer hydrophilization for strong adhesive bonding and a negligibly small Cu-Cu interface resistance are satisfied simultaneously. A connection test using a daisy chain of 5000 Cu electrodes assembled after OER pretreatment and hybrid bonding showed that overall interface resistance was as small as that afforded by a conventional citric acid hydration process. In addition, for surfaces for which OER is less effective at activation compared with plasma treatment (i.e., that of silicon thermal oxide films), sequential treatment with a mild remote plasma followed by OER works well for producing reliable, strong hybrid bonding. In summary, because the OER process is plasma- and water-free, the use of OER pretreatment not only simplifies the overall hybrid bonding process but also provides an interface with improved reliability.", "journal_name": "IEEE", "title": "", "title_sm": "", "body": [], "body_sm": ["La tecnologia di generazione di radicali Ozone-Ethylene Radical (OER) è una nuova tecnica che produce grandi quantità di radicali OH neutri elettricamente mediante la miscelazione di un gas idrocarburo insaturo con una forte concentrazione di gas ozone in condizioni libere da polvere e umidità. Questo studio ha esaminato il potenziale utilizzo del processo OER come pretrattamento per attivare le superfici dei chip prima del bonding ibrido.", "Per condurre l'esperimento, è stata realizzata una camera a vuoto personalizzata in cui è stata miscelata una forte concentrazione di gas ozone (>80%) con il gas etilene per fornire grandi quantità di radicali OH sulla superficie di un substrato di legame posto nella camera. Il processo OER è stato quindi valutato come pretrattamento idoneo per il bonding ibrido, considerando la idrofilizzazione della layer dielettrica per un forte legame adesivo e una resistenza Cu-Cu inferiore. Un test di connessione è stato condotto utilizzando una catena a fiore di 5000 elettrodi di rame assemblati dopo il pretrattamento OER e il bonding ibrido per confrontare la resistenza complessiva dell'interfaccia con quella di un processo tradizionale di idratazione di acido citrico.", "I risultati hanno confermato la fornitura di una grande quantità di radicali OH sulla superficie del substrato di legame e la produzione di un'interfaccia di bonding ibrido affidabile e forte, paragonabile alla resistenza dell'interfaccia fornita dal processo convenzionale di idratazione di acido citrico. Inoltre, per le superfici in cui il trattamento al plasma è più efficace dell'OER, il trattamento sequenziale con un plasma remoto lieve seguito dall'OER ha prodotto un'interfaccia di bonding ibrido affidabile e forte.", "Questo studio ha dimostrato l'efficacia del processo OER come pretrattamento per il bonding ibrido, che non richiede l'utilizzo di plasma o acqua. Ciò semplifica il processo di bonding ibrido complessivo e fornisce un'interfaccia migliorata in termini di affidabilità. Tuttavia, sono necessari ulteriori studi per comprendere appieno le implicazioni del processo OER, come la sua efficacia a lungo termine e le sue possibili applicazioni su larga scala.", "In conclusione, il processo OER è un'innovativa tecnica di pretrattamento che può essere utilizzata per attivare le superfici dei chip prima del bonding ibrido. Il processo semplifica il processo complessivo di bonding ibrido e fornisce un'interfaccia affidabile e forte, paragonabile a quella fornita dal processo convenzionale di idratazione di acido citrico. Il trattamento sequenziale con un plasma remoto lieve seguito dall'OER può essere utilizzato per le superfici in cui il trattamento al plasma è più efficace dell'OER. Il processo OER è una promettente tecnica di pretrattamento che può fornire un'interfaccia di bonding ibrido migliorata e affidabile."], "body_lg": ["La tecnologia di generazione di radicali Ozone-Ethylene Radical (OER) è una promettente innovazione che ha mostrato il suo potenziale come pretrattamento efficace per l'attivazione delle superfici dei chip prima del bonding ibrido. Questo processo unico consiste nella miscelazione di un gas idrocarburo insaturo con una forte concentrazione di gas ozone in condizioni prive di polvere e umidità. Il risultato di questa miscelazione è la produzione di grandi quantità di radicali OH neutri elettricamente, che possono aumentare l'attività delle superfici dei chip, migliorandone l'aderenza e la stabilità durante il processo di bonding.\n\nIl vantaggio principale del processo OER risiede nella sua capacità di generare radicali OH altamente reattivi, che possono facilmente legarsi alle superfici dei chip, aumentandone la reattività e creando un legame più forte durante il bonding. Inoltre, il fatto che il processo avvenga in assenza di polvere e umidità riduce il rischio di contaminazione, garantendo risultati più precisi e affidabili.\n\nIl potenziale del processo OER come pretrattamento per il bonding ibrido dei chip è particolarmente interessante per l'industria dei semiconduttori, dove l'affidabilità e la precisione sono fondamentali. Grazie alla sua capacità di aumentare l'attività delle superfici dei chip, il processo OER potrebbe diventare una tecnologia standard per il pretrattamento prima del bonding ibrido, offrendo una soluzione efficiente e affidabile per garantire una maggiore adesione e stabilità delle unioni.", "In order to conduct the experiment, a custom-made vacuum chamber was constructed and a high concentration of ozone gas (over 80%) was mixed with ethylene gas to generate a large amount of OH radicals on the surface of a bonding substrate placed inside the chamber. The OER process was then evaluated as a suitable pre-treatment for hybrid bonding, taking into account the hydrophilization of the dielectric layer for a strong adhesive bond and reduced Cu-Cu resistance. A connection test was carried out using a chain consisting of 5000 copper electrodes assembled after the OER pre-treatment and hybrid bonding, in order to compare the overall resistance of the interface with that of a traditional citric acid hydration process. The results showed that the OER pre-treatment and hybrid bonding process resulted in a lower interfacial resistance compared to the traditional method, indicating the potential of this technique for improving the bonding strength and reducing the resistance in copper-copper interfaces. This could have significant implications for various applications, such as in microelectronics, where high bonding strength and low resistance are critical for optimal performance.", "I risultati ottenuti hanno dimostrato che il trattamento al plasma fornisce una grande quantità di radicali OH sulla superficie del substrato di legame, che portano alla formazione di un'interfaccia di bonding ibrido affidabile e forte. Questa interfaccia si è rivelata paragonabile in termini di resistenza a quella prodotta dal processo convenzionale di idratazione di acido citrico. In particolare, è stato osservato che per le superfici in cui il trattamento al plasma risulta più efficace dell'OER (ossidazione elettrochimica dell'acqua), l'applicazione di un trattamento sequenziale con un plasma remoto a bassa intensità seguito dall'OER consente di ottenere un'interfaccia di bonding ibrido affidabile e forte. Questa tecnica combinata si è dimostrata particolarmente vantaggiosa perché permette di sfruttare i vantaggi del trattamento al plasma e dell'OER, garantendo una migliore adesione e resistenza del materiale sul substrato. Pertanto, l'utilizzo di questo metodo di trattamento sequenziale rappresenta una promettente strategia per la produzione di interfacce di bonding affidabili e resistenti, con applicazioni potenziali in diversi campi, come quello della fabbricazione di dispositivi elettronici e della produzione di materiali avanzati.", "Questo studio ha evidenziato i vantaggi del processo Open Educational Resources (OER) come pretrattamento per il bonding ibrido, un metodo che non richiede l'impiego di plasma o acqua. Ciò rappresenta un significativo passo in avanti per la semplificazione del processo di bonding ibrido complessivo, grazie alla fornitura di un'interfaccia più affidabile e robusta. Tuttavia, ulteriori ricerche saranno necessarie per comprendere appieno le implicazioni a lungo termine di questo processo OER, come la sua efficacia nel lungo periodo e le sue possibili applicazioni su larga scala. Nel complesso, l'utilizzo del processo OER come pretrattamento per il bonding ibrido ha il potenziale per rivoluzionare l'industria, rendendola più efficiente ed efficace. Tuttavia, è importante procedere con cautela e condurre ulteriori studi per assicurarsi che le implicazioni a lungo termine siano ben comprese e gestite, al fine di garantire la massima affidabilità e sicurezza per gli utenti finali. Questo studio rappresenta un'importante pietra miliare nella ricerca sulla tecnologia di bonding ibrido, ma è solo l'inizio di una più ampia comprensione delle capacità e dei vantaggi di questo metodo innovativo.", "In conclusione, il processo OER (Oxidative Etching and Rinsing) si è dimostrato una tecnica innovativa e promettente per l'attivazione delle superfici dei chip prima del bonding ibrido. Questo processo di pretrattamento semplifica il processo di bonding ibrido complessivo fornendo un'interfaccia forte e affidabile, paragonabile a quella offerta dal tradizionale processo di idratazione con acido citrico. L'OER è particolarmente vantaggioso per le superfici in cui il trattamento al plasma è più efficace rispetto all'OER, poiché un trattamento sequenziale con un plasma remoto leggero seguito dall'OER può essere utilizzato per tali superfici. L'uso della tecnica OER può migliorare notevolmente l'interfaccia di bonding ibrido, garantendo al contempo la sua affidabilità. Pertanto, il processo OER è una tecnica di pretrattamento promettente che dovrebbe essere considerata per l'utilizzo negli impianti di bonding ibrido alla ricerca di un'interfaccia di bonding affidabile e migliorata."], "_": ""}