{"study_url": "https://ieeexplore.ieee.org/abstract/document/10564947", "study_title": "An Advanced Remote-Plasma Assisted Ozone-Ethylene Radical (OER) Process for Cu-SiO2 Hybrid Bonding Yield Enhancement", "study_abstract": "The Ozone-Ethylene Radical generation technology (OER) process generates large amounts of electrically neutral OH radicals by mixing an unsaturated hydrocarbon gas with a highly concentrated ozone gas under dust- and water-free conditions. Here, we examined the potential of using the OER process as a pretreatment to activate chip surfaces before hybrid bonding. Through real-time semi-quantitative radical concentration measurement, we confirmed that a large amount of OH radicals can be supplied to the surface of a bonding substrate placed in a custom-made vacuum chamber by mixing highly concentrated (>80%) ozone gas and ethylene gas under optimized process conditions. We also confirmed that the OER process is suitable as a pretreatment before hybrid bonding in the sense that both dielectric layer hydrophilization for strong adhesive bonding and a negligibly small Cu-Cu interface resistance are satisfied simultaneously. A connection test using a daisy chain of 5000 Cu electrodes assembled after OER pretreatment and hybrid bonding showed that overall interface resistance was as small as that afforded by a conventional citric acid hydration process. In addition, for surfaces for which OER is less effective at activation compared with plasma treatment (i.e., that of silicon thermal oxide films), sequential treatment with a mild remote plasma followed by OER works well for producing reliable, strong hybrid bonding. In summary, because the OER process is plasma- and water-free, the use of OER pretreatment not only simplifies the overall hybrid bonding process but also provides an interface with improved reliability.", "journal_name": "IEEE", "title": "", "title_sm": "", "body": [], "body_sm": ["La tecnologia di generazione di radicali Ozone-Ethylene Radical (OER) è una nuova tecnica che produce grandi quantità di radicali OH neutri elettricamente mediante la miscelazione di un gas idrocarburo insaturo con una forte concentrazione di gas ozone in condizioni libere da polvere e umidità. Questo studio ha esaminato il potenziale utilizzo del processo OER come pretrattamento per attivare le superfici dei chip prima del bonding ibrido.", "Per condurre l'esperimento, è stata realizzata una camera a vuoto personalizzata in cui è stata miscelata una forte concentrazione di gas ozone (>80%) con il gas etilene per fornire grandi quantità di radicali OH sulla superficie di un substrato di legame posto nella camera. Il processo OER è stato quindi valutato come pretrattamento idoneo per il bonding ibrido, considerando la idrofilizzazione della layer dielettrica per un forte legame adesivo e una resistenza Cu-Cu inferiore. Un test di connessione è stato condotto utilizzando una catena a fiore di 5000 elettrodi di rame assemblati dopo il pretrattamento OER e il bonding ibrido per confrontare la resistenza complessiva dell'interfaccia con quella di un processo tradizionale di idratazione di acido citrico.", "I risultati hanno confermato la fornitura di una grande quantità di radicali OH sulla superficie del substrato di legame e la produzione di un'interfaccia di bonding ibrido affidabile e forte, paragonabile alla resistenza dell'interfaccia fornita dal processo convenzionale di idratazione di acido citrico. Inoltre, per le superfici in cui il trattamento al plasma è più efficace dell'OER, il trattamento sequenziale con un plasma remoto lieve seguito dall'OER ha prodotto un'interfaccia di bonding ibrido affidabile e forte.", "Questo studio ha dimostrato l'efficacia del processo OER come pretrattamento per il bonding ibrido, che non richiede l'utilizzo di plasma o acqua. Ciò semplifica il processo di bonding ibrido complessivo e fornisce un'interfaccia migliorata in termini di affidabilità. Tuttavia, sono necessari ulteriori studi per comprendere appieno le implicazioni del processo OER, come la sua efficacia a lungo termine e le sue possibili applicazioni su larga scala.", "In conclusione, il processo OER è un'innovativa tecnica di pretrattamento che può essere utilizzata per attivare le superfici dei chip prima del bonding ibrido. Il processo semplifica il processo complessivo di bonding ibrido e fornisce un'interfaccia affidabile e forte, paragonabile a quella fornita dal processo convenzionale di idratazione di acido citrico. Il trattamento sequenziale con un plasma remoto lieve seguito dall'OER può essere utilizzato per le superfici in cui il trattamento al plasma è più efficace dell'OER. Il processo OER è una promettente tecnica di pretrattamento che può fornire un'interfaccia di bonding ibrido migliorata e affidabile."], "body_lg": [], "_": ""}