{"title": "Ozone and UV-C: Safe Waste Decontamination Methods", "body": "Human-generated waste, including infectious healthcare waste, poses significant risks to public health and the environment. The COVID-19 pandemic has increased the global production of infectious waste, emphasizing the need for safe and sustainable waste management practices. Inadequate waste management can contribute to disease transmission, while open burning releases harmful pollutants. This study investigated the effectiveness of different disinfection agents - ozone gas and UV-C radiation - on infectious solid waste contaminated with bacteria, aiming to provide a viable and environmentally friendly alternative to traditional autoclave methods. The experimental methods included operating each ozone and UV-C radiation individually and simultaneously using ozone gas and UV-C radiation. The study also investigated exposure times and various concentrations of ozone gas. The bacterial indicators examined were <i>Staphylococcus aureus</i>, <i>Bacillus subtilis</i>, and <i>Pseudomonas aeruginosa</i>. The concentration of ozone gas ranged from 165 to 5000 ppm, depending on generation time and treatment chamber volume, while exposure times varied from 1 to 180 minutes. The findings demonstrated that the simultaneous application of ozone gas and UV-C radiation was the most effective method for decontaminating infectious solid waste and targeting the selected bacteria. Complete elimination of <i>S. aureus</i> was observed after 60 minutes up to 6-log, while the reduction of <i>B. subtilis</i> and <i>P. aeruginosa</i> were 2-log and 3-log, respectively. Ozone gas had the ability to inactivate all strains, but when ozone gas and UV-C rays were used simultaneously, this process was accelerated and improved. The total reduction in the bacterial load was 8-log. The study's insights into optimal ozone gas concentrations and exposure times offer practical guidelines for developing scalable waste management systems that prioritize safety and sustainability. This advancement not only addresses immediate public health concerns but also contributes to the broader goal of sustainable waste management practices, setting a new standard for healthcare facilities worldwide. By adopting these methods, healthcare providers can ensure safer disposal of infectious waste, thereby protecting communities and the environment from hazardous pollutants."}