{"title": "Ozone Gas Kills Mosquito Larvae Effectively", "body": "The Culex pipiens mosquito is a significant vector of various serious human diseases, including West Nile virus and filariasis. Due to the overuse of chemical insecticides, these mosquitoes have developed resistance, posing a threat to public health. In search of safer alternatives, scientists have been exploring the effectiveness of ozone gas (O3) and silica nanoparticles (silica NPs) in controlling mosquito populations. These alternatives offer the potential to reduce the risks associated with chemical insecticides and mitigate the spread of disease-causing pathogens. This study aims to investigate the efficacy of O3 and silica NPs in controlling Cx. pipiens larvae and their potential as alternative vector control tools. To evaluate the effectiveness of O3 and silica NPs, the researchers exposed 3rd larval instars of Cx. pipiens to different concentrations (100, 200, and 400 ppm) for varying exposure times. For O3, the exposure times were 1, 2, 3, and 5 minutes, while for silica NPs, the exposure times were 24, 48, and 72 hours. The activity of vital antioxidant enzymes, such as glutathione peroxidase, glutathione S-transferase, and catalase, was also investigated. Additionally, scanning electron microscopy was used to examine the body surface morphology of the treated larvae. The results showed a positive correlation between larval mortality and the tested concentrations of O3 and silica NPs. O3 was found to be more effective than silica NPs, resulting in 92% mortality at 400 ppm for a short exposure time of 5 minutes. The O3-exposed larvae exhibited a significant increase in antioxidant enzyme activities and total antioxidant capacity. Scanning electron microscopy revealed disruptive effects on the body surface morphology of both ozone and silica NPs treated larvae. These findings suggest that O3 and silica NPs have the potential to be used as alternative vector control tools against Cx. pipiens. The study provides evidence that O3 and silica NPs can be effective alternatives to chemical insecticides for controlling Cx. pipiens populations. The high mortality rates achieved with O3 exposure, coupled with the observed changes in antioxidant enzyme activities and body surface morphology, support the potential of these compounds as safe and environmentally friendly vector control tools. Further research is needed to explore the long-term effects of O3 and silica NPs on mosquito populations and their potential impact on disease transmission. However, the findings of this study are a promising step towards the development of alternative vector control strategies."}