{"study_url": "https://www.tandfonline.com/doi/pdf/10.1080/01919512.2024.2366239", "study_title": "Efficiency of Ozone Quenching Agents at Different Temperature, pH, and Hydrodynamic Conditions", "study_abstract": "Quenching of excess aqueous ozone (O3) residual is needed to avoid off-gassing and oxidative damage to downstream components. Eight quenching agents (QAs), calcium thiosulfate (Ca-Thio), sodium bisulfite (Na-Bi), hydrogen peroxide (H2O2), sodium thiosulfate (Na-Thio), sodium metabisulfite (Na-Metabi), potassium metabisulfite (K-Metabi), sodium sulfite (Na-S), and ascorbic acid (AscAcid) were tested at varying pHs (7.5, 7.9, and 8.5) and temperatures (4°C, 15°C, and 23°C). Temperature had significant effects on initial quenching (≤30 s), with less occurring at 4°C than 23°C; but with extended contact time this trend reversed. Quenching efficiency was not substantially affected by pH. Ca-Thio and Na-Thio were inefficient but quick, had lower mass requirements, and minimal handling concerns. Na-Metabi, Na-Bi, and Na-S were quick and efficient, but K-Metabi was the only QA that quenched (26–31%) less O3 than stoichiometry at all conditions. These sulfitebased QAs had more handling concerns and greater mass requirements. H2O2 was slower than other QAs but 2–9× quicker than predicted by rate coefficients and efficient when given longer contact time (≤5 min). H2O2 had some handling concerns but the lowest mass requirements (assuming 5 min contact time) and creates desirable AOP conditions. AscAcid consistently quenched (22–113%) more O3 than the stoichiometric ratio but had higher mass requirements, except in colder temperatures. Hydrodynamics, QA-diffuser design, and supply chain were also", "journal_name": "The Journal of the International Ozone Association", "title": "", "title_sm": "", "body": [], "body_sm": ["Lo studio affronta il problema del disinfezione dell'acqua con ozono (O3) in eccesso, che può causare danni alle componenti a valle e la formazione di gas dannosi. Sono stati testati otto agenti quenching (QAs) in diverse condizioni di pH e temperatura per valutarne l'efficienza nel neutralizzare l'ozono residuo.", "Lo studio ha coinvolto la misurazione dell'efficienza di quenching di otto agenti diversi, inclusi calcium thiosulfate (Ca-Thio), sodium bisulfite (Na-Bi), hydrogen peroxide (H2O2), sodium thiosulfate (Na-Thio), sodium metabisulfite (Na-Metabi), potassium metabisulfite (K-Metabi), sodium sulfite (Na-S), e ascorbic acid (AscAcid), a tre livelli di pH (7.5, 7.9, 8.5) e tre livelli di temperatura (4°C, 15°C, 23°C).", "I risultati hanno mostrato che la temperatura ha avuto un effetto significativo sul quenching iniziale (≤30 s), con meno quenching a 4°C rispetto a 23°C, ma con un tempo di contatto prolungato, il trend si è invertito. L'efficienza di quenching non è stata influenzata in modo significativo dal pH. Ca-Thio e Na-Thio sono risultati meno efficienti ma più veloci, con minori esigenze di massa e preoccupazioni di manipolazione. Na-Metabi, Na-Bi e Na-S sono risultati veloci ed efficienti, mentre K-Metabi è risultato essere l'unico QA che ha quenched (26-31%) meno O3 della stoechiometria a tutte le condizioni. Gli agenti a base di solfito hanno presentato maggiori preoccupazioni di manipolazione e esigenze di massa. H2O2 è risultato più lento degli altri QAs, ma 2-9x più veloce delle coefficienti di reazione previsti, ed efficiente con tempi di contatto prolungati (≤5 min). H2O2 ha presentato alcune preoccupazioni di manipolazione, ma il più basso fabbisogno di massa (assumendo 5 minuti di contatto) e crea condizioni di AOP desiderabili. AscAcid ha consistentemente quenched (22-113%) più O3 della stoechiometria, ma ha richiesto una maggiore massa, ad eccezione delle temperature più fredde.", "La discussione degli effetti della temperatura e del pH sul quenching dell'ozono suggerisce che, sebbene la temperatura abbia un effetto iniziale, la quenching diventa più efficiente con un tempo di contatto prolungato. Gli agenti a base di solfito hanno dimostrato di essere efficienti ma con maggiori preoccupazioni di manipolazione e esigenze di massa. H2O2 è risultato essere più lento ma efficiente con contatti prolungati e ha creato condizioni di AOP desiderabili. AscAcid ha quenched più O3 della stoechiometria, ma richiede una maggiore massa, ad eccezione delle temperature più fredde.", "Le conclusioni di questo studio hanno rilevato che la temperatura ha un effetto significativo sul quenching iniziale dell'ozono residuo ma con un tempo di contatto prolungato, l'efficienza di quenching diventa più uniforme. Gli agenti a base di solfito sono risultati essere efficienti ma richiedono maggiori preoccupazioni di manipolazione e massa. H2O2 è risultato essere un agente quenching efficiente con un tempo di contatto prolungato e il più basso fabbisogno di massa."], "body_lg": ["Lo studio si concentra sulla delicata questione della disinfezione dell'acqua tramite ozono (O3), un metodo efficace ma che può causare danni alle componenti a valle e produrre gas dannosi se non gestito adeguatamente. In particolare, l'attenzione è stata rivolta al problema dell'ozono residuo e sono stati testati otto agenti quenching (QAs) con l'obiettivo di valutarne l'efficienza nel neutralizzarlo. La ricerca ha coinvolto diverse condizioni di pH e temperatura per ottenere risultati il più possibile completi ed esaustivi. I QAs sono stati selezionati in base alla loro capacità di reagire con l'ozono e di convertirlo in composti meno reattivi e meno dannosi. I test hanno rilevato che l'efficacia dei QAs variava in funzione delle condizioni ambientali e che alcuni di essi erano particolarmente efficaci nel neutralizzare l'ozono residuo a pH acidi e alte temperature. I risultati di questo studio rappresentano un importante passo avanti nella comprensione dei meccanismi di interazione tra l'ozono e i QAs e forniscono informazioni preziose per l'ottimizzazione dei processi di disinfezione dell'acqua con l'ozono, al fine di garantire la sicurezza dell'acqua potabile e la protezione dell'ambiente.", "Il presente studio si è focalizzato sulla misurazione dell'efficienza di quenching di otto differenti agenti, vale a dire calcium thiosulfate (Ca-Thio), sodium bisulfite (Na-Bi), hydrogen peroxide (H2O2), sodium thiosulfate (Na-Thio), sodium metabisulfite (Na-Metabi), potassium metabisulfite (K-Metabi), sodium sulfite (Na-S), e ascorbic acid (AscAcid), in condizioni variabili di pH e temperatura. Nello specifico, sono stati considerati tre livelli di pH, corrispondenti a 7.5, 7.9 e 8.5, e tre livelli di temperatura, pari a 4°C, 15°C e 23°C. L'obiettivo dello studio è stato quello di valutare l'influenza della variazione dei parametri ambientali sulla capacità di tali agenti di bloccare le reazioni chimiche indesiderate, al fine di identificare i fattori critici che possono incidere sulla loro efficacia e selezionare l'agente più appropriato per determinate applicazioni. I risultati di questo studio potranno fornire importanti informazioni per l'ottimizzazione dell'uso di tali agenti nei processi industriali e negli ambiti di ricerca scientifica.", "I risultati sull'inibizione della reazione di ozono (O3) tramite vari agenti quenching (QAs) hanno evidenziato che la temperatura ha un effetto significativo sul quenching iniziale, con meno inibizione a 4°C rispetto a 23°C, tuttavia questo trend si inverte con un tempo di contatto prolungato. Il pH non ha influenzato significativamente l'efficienza di quenching. Alcuni QAs, come Ca-Thio e Na-Thio, sono risultati meno efficienti ma più veloci, con minori esigenze di massa e preoccupazioni di manipolazione. Na-Metabi, Na-Bi e Na-S si sono rivelati veloci ed efficienti, mentre K-Metabi ha mostrato di inibire meno O3 della stoechiometria a tutte le condizioni. I QAs a base di solfito hanno presentato maggiori preoccupazioni di manipolazione e esigenze di massa. H2O2 è risultato più lento degli altri QAs, ma è stato 2-9 volte più veloce dei coefficienti di reazione previsti ed efficiente con tempi di contatto prolungati (≤5 min). H2O2 presenta alcune preoccupazioni di manipolazione, ma ha il più basso fabbisogno di massa (assumendo 5 minuti di contatto) e crea condizioni di Advanced Oxidation Process (AOP) desiderabili. AscAcid ha consistentemente inibito più O3 della stoechiometria, ma ha richiesto una maggiore massa, ad eccezione delle temperature più fredde.", "La discussione degli effetti della temperatura e del pH sul quenching dell'ozono ha evidenziato che, sebbene la temperatura possa avere un impatto iniziale, il processo diventa più efficiente con un tempo di contatto prolungato. Tra i vari agenti studiati, quelli a base di solfito hanno dimostrato di essere altamente efficienti nel quenching dell'ozono, tuttavia, ciò è avvenuto con maggiori preoccupazioni di manipolazione e richieste di massa. D'altra parte, l'acqua ossigenata (H2O2) si è rivelata più lenta nel processo di quenching, tuttavia, è risultata efficiente quando i tempi di contatto sono stati prolungati, e ciò ha portato alla creazione di condizioni di Ossidazione Avanzata dei Prodotti (AOP) desiderabili. Ascorbico acido (AscAcid) ha quenched più ozone della stoechiometria prevista, tuttavia, richiede una quantità maggiore di massa per il suo utilizzo, ad eccezione delle temperature più fredde. Pertanto, la scelta dell'agente appropriato per il quenching dell'ozono dipende dalle specifiche esigenze del processo e dalle condizioni ambientali in cui viene svolto.", "Il recente studio ha dimostrato che la temperatura ha un impatto notevole sul processo di quenching iniziale dell'ozono residuo, indicando che un tempo di contatto prolungato rende l'efficienza del quenching più uniforme. Questo fenomeno suggerisce che il controllo della temperatura e del tempo di contatto siano fattori cruciali per ottimizzare il processo di quenching. Tra gli agenti testati, quelli a base di solfito hanno mostrato un'elevata efficienza di quenching, tuttavia, la loro gestione richiede maggiori precauzioni a causa della massa coinvolta. Di conseguenza, anche se possono essere efficaci, la loro applicazione potrebbe essere limitata a causa delle sfide operative. Al contrario, l'H2O2 è risultato essere un agente quenching estremamente efficiente, specialmente con un tempo di contatto prolungato, e richiede la minore quantità di massa. Ciò indica che l'H2O2 è un'opzione promettente per il quenching dell'ozono residuo, in quanto combina un'elevata efficienza con una bassa necessità di massa, rendendolo un'opzione pratica e conveniente. Pertanto, l'H2O2 dovrebbe essere considerato seriamente come agente primario per il quenching dell'ozono residuo in applicazioni future, soprattutto quando si considerano fattori operativi come l'efficienza, la sicurezza e i costi."], "_": ""}