{
    "study_url": "https://www.sciencedirect.com/science/article/abs/pii/S0960308524000907",
    "study_title": "Potential of drying carrot using ozone pre-treatment: Mass transfer modelling and techno-functional properties",
    "study_authors": [],
    "study_institutions": [],
    "study_categories": [],
    "study_journal": "Food and Bioproducts Processing",
    "study_date_publication": "",
    "study_abstract": "The objective of this study was to investigate the influence of ozone (O3) as a novel pre-treatment for carrot drying. To establish the best conditions, carrot cubes were exposed to increasing concentrations of O3 (0–40 µg/L) for 2 h before air convective drying at 70 °C. According to the mass transfer models, the results highlighted a correlation between higher effective diffusivity (4.654 × 10−11 m2/s) and increasing O3 concentrations. Furthermore, dried carrot cubes exhibited sustained levels of phenolic compounds (29.33–56.42 mg GAE/100 g), carotenoids (5.17–14.58 mg/100 g), antioxidant activity (1.27–5.01 µM Trolox/g), and inhibitory activity (IC50) against α-amylase (56.02–95.63 μg/mL) and α-glucosidase (29.72–69.08 μg/mL) as the O3 concentration increased up to 40 µg/L. Differential scanning calorimetry analysis showed different thermal profiles on carrot cubes due to O3 treatment. Furthermore, the O3 pre-treatment significantly accelerated and enhanced the rehydration of carrot cubes, resulting in faster absorption of moisture and restoration to the initial texture and volume. Overall, this study shows that O3 pre-treatment (40 µg/L) can be a rational strategy to optimize drying process, bringing an innovative and straightforward solution to preserve the techno-functionality of carrots. Future research should investigate the long-term stability of bioactive compounds and sensory characteristics of dried carrot subjected to O3 pre-treatment.",
    "template_url": "templates/2024_06/0006.csv",
    "title": "Study 6",
    "image_url": "database/2024_06/page_0006/image.jpg",
    "export_url": "export/2024_06/page_0006.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal Food and Bioproducts Processing, l'ozono (O3) potrebbe rappresentare una nuova strategia di pre-trattamento efficace per la essiccazione delle carote. Lo studio ha esposto cubetti di carote a concentrazioni crescenti di ozono (0-40 µg/L) per 2 ore prima della essiccazione ad aria condizionata a 70 °C. In base ai modelli di trasferimento di massa, i risultati hanno dimostrato una correlazione tra una diffusività effettiva più elevata (4,654 × 10^-11 m^2/s) e concentrazioni crescenti di ozono.\n\nIn particolare, i cubetti di carote essiccati hanno mantenuto livelli sostenuti di composti fenolici (29,33-56,42 mg GAE/100 g), carotenoidi (5,17-14,58 mg/100 g), attività antiossidante (1,27-5,01 µM Trolox/g) e attività inibitoria (IC50) contro l'amilasi alfa (56,02-95,63 μg/mL) e Alfa glicosidasi (29,72-69,08 μg/mL) in relazione all'aumentare della concentrazione di ozono fino a 40 µg/L. L'analisi della calorimetria differenziale di scansione ha mostrato diversi profili termici sui cubetti di carote a causa del trattamento con ozono.\n\nInoltre, il pre-trattamento con ozono ha accelerato e migliorato significativamente la reidratazione dei cubetti di carote, con un assorbimento più rapido dell'umidità e il ripristino del volume e della texture originali. Nel complesso, lo studio dimostra che il pre-trattamento con ozono (40 µg/L) può essere una strategia razionale per ottimizzare il processo di essiccazione, offrendo una soluzione innovativa e semplice per preservare la techno-funzionalità delle carote.\n\nTuttavia, è necessario sottolineare che ulteriori ricerche dovrebbero indagare la stabilità a lungo termine dei composti bioattivi e le caratteristiche sensoriali delle carote essiccate sottoposte al pre-trattamento con ozono. Si tratta di un aspetto cruciale per garantire la qualità e la sicurezza dei prodotti alimentari trasformati e per soddisfare le aspettative dei consumatori.\n\nIn conclusione, il pre-trattamento con ozono rappresenta una promettente strategia per la essiccazione delle carote, che potrebbe offrire numerosi vantaggi, tra cui la preservazione delle proprietà nutrizionali e funzionali, la riduzione dei tempi di essiccazione e la miglioramento della qualità del prodotto finale. Pertanto, ulteriori studi sperimentali e di validazione su larga scala sono necessari per confermare i risultati ottenuti e per valutare la fattibilità di questa tecnologia innovativa nel settore alimentare.",
    "body_small": [
        "L'obiettivo di questo studio è quello di indagare l'influenza dell'ozono (O3) come pretrattamento innovativo per la disidratazione della carota. Per determinare le migliori condizioni, i cubetti di carota sono stati esposti a concentrazioni crescenti di O3 (0-40 µg/L) per 2 ore prima della disidratazione ad aria conduttiva a 70 °C.",
        "I metodi utilizzati nello studio comprendevano l'esposizione di cubetti di carota a diverse concentrazioni di O3, seguita dalla disidratazione ad aria conduttiva e dall'analisi dell'efficacia del trasferimento di massa. Sono state inoltre condotte analisi dell'attività antiossidante e dell'inibizione dell'amilasi e della Alfa glicosidasi. Sono state inoltre eseguite analisi della calorimetria differenziale di scansione per valutare l'impatto dell'O3 sulle proprietà termiche dei cubetti di carota.",
        "I risultati hanno evidenziato una correlazione tra una diffusività efficace maggiore (4,654 × 10−11 m2/s) e concentrazioni crescenti di O3. I cubetti di carota disidratati hanno inoltre mantenuto livelli sostenuti di composti fenolici, carotenoidi, attività antiossidante e inibizione dell'amilasi e della Alfa glicosidasi man mano che la concentrazione di O3 aumentava fino a 40 µg/L. L'analisi della calorimetria differenziale di scansione ha mostrato profili termici diversi sui cubetti di carota trattati con O3.",
        "Le discussioni sui risultati hanno sottolineato il potenziale dell'O3 come pretrattamento per la disidratazione della carota. L'aumento dell'efficacia del trasferimento di massa e la conservazione di composti bioattivi e attività antiossidante indicano che l'O3 potrebbe essere una strategia razionale per ottimizzare il processo di disidratazione. Tuttavia, sono necessari ulteriori studi per indagare la stabilità a lungo termine dei composti bioattivi e le caratteristiche sensoriali delle carote disidratate sottoposte a pretrattamento con O3.",
        "Nel complesso, i risultati del presente studio indicano che il pretrattamento con O3 (40 µg/L) può essere una strategia promettente per ottimizzare il processo di disidratazione della carota e preservarne le proprietà. Questi risultati aprono la strada a una soluzione innovativa e pratica per la conservazione della carota, ma sono necessarie ulteriori ricerche per indagare la stabilità a lungo termine dei composti bioattivi e le caratteristiche sensoriali delle carote disidratate trattate con O3."
    ],
    "body_large": [
        "Lo scopo di questo studio è quello di esaminare l'influenza dell'ozono (O3) come pretrattamento innovativo per la disidratazione della carota. L'obiettivo è quello di determinare le condizioni ottimali per il pretrattamento con ozono che possano migliorare l'efficienza della disidratazione e la qualità del prodotto finale. Per raggiungere questo obiettivo, i cubetti di carota sono stati esposti a concentrazioni crescenti di ozono (da 0 a 40 µg/L) per un periodo di due ore prima della disidratazione ad aria conduttiva a una temperatura di 70 °C. Durante il pretrattamento, l'esposizione dell'ozono è stata gradualmente aumentata per valutare l'effetto della concentrazione dell'ozono sulla disidratazione delle carote. Si prevede che l'esposizione all'ozono possa aumentare la permeabilità delle membrane cellulari, facilitando così la rimozione dell'acqua dalle cellule della carota e migliorando il processo di disidratazione. Dopo il pretrattamento con ozono, i campioni di carota sono stati sottoposti a disidratazione ad aria conduttiva a 70 °C, una temperatura che è stata precedentemente dimostrata come ottimale per la disidratazione delle carote. L'interazione tra il pretrattamento con ozono e la disidratazione ad aria conduttiva sarà quindi valutata per individuare le condizioni ottimali per il processo di disidratazione con l'obiettivo di produrre un prodotto finale di alta qualità.",
        "Lo studio sulla carota sottoposta a diversi livelli di ozono (O3) ha previsto l'esposizione di cubetti di questo ortaggio a diverse concentrazioni di gas, al fine di valutarne gli effetti. In particolare, dopo l'esposizione all'O3, i cubetti di carota sono stati sottoposti a disidratazione ad aria conduttiva, un processo che ha permesso di analizzarne l'efficacia del trasferimento di massa. Oltre a questo, sono state condotte analisi atte a verificare l'attività antiossidante dei campioni, al fine di comprendere se e in che misura l'esposizione all'ozono ne avesse alterato le proprietà. Inoltre, sono state svolte indagini sull'inibizione dell'amilasi e della Alfa glicosidasi, due enzimi di interesse alimentare e nutrizionale. Infine, per valutare l'impatto dell'O3 sulle proprietà termiche dei cubetti di carota, sono state condotte analisi di calorimetria differenziale di scansione. Questo tipo di analisi ha permesso di confrontare le differenze di assorbimento del calore tra il campione esposto all'ozono e quello di controllo, fornendo quindi informazioni preziose sulla stabilità termica dei campioni sottoposti al trattamento.",
        "I risultati di uno studio hanno evidenziato una correlazione positiva tra una diffusività efficace maggiore e concentrazioni crescenti di ozono (O3). In particolare, è stata rilevata una diffusività efficace di 4,654 × 10−11 m2/s in presenza di concentrazioni di O3 aumentate fino a 40 µg/L. I cubetti di carota disidratati sottoposti a trattamento con O3 hanno mostrato un'incrementata capacità di mantenere livelli sostenuti di composti fenolici, carotenoidi, attività antiossidante e inibizione dell'amilasi e della Alfa glicosidasi. Tale tendenza è stata osservata man mano che la concentrazione di O3 aumentava. L'analisi della calorimetria differenziale di scansione ha inoltre rivelato profili termici distintivi sui cubetti di carota trattati con O3, il che suggerisce che il trattamento con ozono possa avere un impatto significativo sulla composizione e sulla struttura chimica dei cubetti di carota disidratati. Questi risultati offrono interessanti implicazioni per l'impiego di O3 come metodo di trattamento per la conservazione e il miglioramento delle caratteristiche nutrizionali e funzionali dei prodotti alimentari a base di carota.",
        "Le discussioni sui risultati delle ricerche recenti hanno evidenziato il notevole potenziale dell'ozono (O3) come pretrattamento per la disidratazione delle carote. Questa tecnica sembra infatti migliorare l'efficacia del trasferimento di massa durante il processo di disidratazione, permettendo di conservare in maniera più efficiente i composti bioattivi e l'attività antiossidante delle carote. Questo risultato suggerisce che l'uso dell'O3 come pretrattamento potrebbe essere una strategia razionale ed efficace per ottimizzare il processo di disidratazione delle carote, mantenendo intatte le proprietà nutrizionali e salutistiche del prodotto finale. Nonostante ciò, è importante sottolineare che sono necessari ulteriori studi per indagare a fondo la stabilità a lungo termine dei composti bioattivi presenti nelle carote disidratate sottoposte a questo trattamento preliminare con O3. Inoltre, è necessario approfondire gli effetti del pretrattamento con O3 sulle caratteristiche sensoriali delle carote disidratate, come il colore, la texture e il sapore, per garantire l'accettabilità del prodotto da parte dei consumatori.",
        "Il presente studio ha evidenziato come il pretrattamento con ozono (O3) a una concentrazione di 40 µg/L possa rappresentare una strategia promettente per ottimizzare il processo di disidratazione della carota e preservarne le proprietà. Tale risultato apre la strada a una soluzione innovativa e pratica per la conservazione della carota, che potrebbe avere importanti implicazioni per l'industria alimentare. Tuttavia, è necessario condurre ulteriori ricerche per indagare la stabilità a lungo termine dei composti bioattivi presenti nelle carote disidratate trattate con ozono. In particolare, è importante valutare se l'esposizione all'ozono possa influenzare la composizione e la concentrazione di questi composti, nonché la loro capacità di conferire benefici per la salute. Inoltre, è necessario indagare se il trattamento con ozono possa influenzare le caratteristiche sensoriali delle carote disidratate, come il colore, la consistenza e il sapore. Queste informazioni saranno fondamentali per valutare la fattibilità e la sostenibilità della tecnologia di disidratazione basata sull'uso dell'ozono e per garantire che le carote trattate mantengano le loro proprietà nutrizionali e sensoriali ottimali durante la conservazione a lungo termine."
    ],
    "title_small": "\"Ozono: Nuovo Pretrattamento per la Disidratazione della Carota\""
}