{
    "study_url": "https://ceej.tabrizu.ac.ir/jufile?ar_sfile=383547",
    "study_title": "Treatment of wastewater containing persistent organic pollutants through the advanced oxidation process (ozonation)",
    "study_authors": [],
    "study_institutions": [],
    "study_categories": [],
    "study_journal": "Journal of Civil and Environmental Engineering",
    "study_date_publication": "",
    "study_abstract": "By cities development, population increase and industries expansion, the importance of controlling the organic and phenolic pollutants is increasing. Chlorophenols have a high absorption by river sediments and remain stable due to their long life. Different methods as absorption by adsorbents, absorption in solvent, ion exchange, membrane process, reverse osmosis and electrochemical process have been presented to remove phenolic compounds. Today, instead of the traditional and costly methods, advanced oxidation processes (AOPs) are used to treat the toxic organic compounds (Sheikholeslami et al., 2020). Ozonation has a good effect on the oxidation of resistant pollutants due to its higher oxidation potential and formation of secondary oxidizers (Yang et al., 2020; Liang et al., 2021). Nowadays, the environmental effects of various industrial factors has been investigated many times through modeling (Babanezhad et al., 2017; Ebrahimi Ghadi et al., 2019; Ebrahimi and Qaderi, 2021). Response surface methodology (RSM) is a set of mathematical and statistical techniques used for regression model and evaluation of parameters interactions, development and optimization of processes (Ashrafi et al., 2015; Miranzadeh et al., 2020). RSM is a powerful method to determine the influence of variables on the pollutant removal process and can reveal the factors by greater impact on the process (Jafari et al., 2012). One of its main objectives is determining the optimum conditions of process (Mourabet et al., 2012). According to the review of other studies, in this research, the removal of 4- chlorophenol was investigated by ozonation method and under laboratory conditions. For this purpose, after designing the experiment with the response surface methodology, the interactions of the determined independent variables, the optimum conditions and the proposed model were evaluated.",
    "template_url": "templates/2024_06/0004.json",
    "title": "Study 4",
    "image_url": "database/2024_06/page_0004/image.jpg",
    "export_url": "export/2024_06/page_0004.jpg",
    "body": "Secondo uno studio scientifico pubblicato dal Journal of Civil and Environmental Engineering, il trattamento delle tossiche sostanze organiche attraverso processi avanzati di ossidazione (AOPs) è sempre più impiegato, al posto dei metodi tradizionali ed onerosi. L'ozonazione, in particolare, è una di queste tecniche che sta guadagnando sempre più attenzione, in virtù del suo elevato potenziale ossidante e della formazione di ossidanti secondari.\n\nLo studio in esame si concentra sull'analisi dell'eliminazione del 4-clorofenolo attraverso il metodo di ozonazione, svolta in condizioni di laboratorio. Il 4-clorofenolo è una delle più diffuse sostanze fenoliche, che si rivela altamente tossica per l'ambiente e per l'uomo. Esso è in grado di assorbire fortemente i sedimenti dei fiumi e rimanere stabile a causa della sua lunga durata. Pertanto, l'eliminazione di questo tipo di sostanze rappresenta una sfida importante.\n\nPer raggiungere lo scopo dello studio, i ricercatori hanno impiegato la metodologia della superficie di risposta (RSM), una serie di tecniche matematiche e statistiche finalizzate alla regressione del modello e alla valutazione delle interazioni dei parametri, allo sviluppo e all'ottimizzazione dei processi. L'RSM si è rivelato uno strumento potente per determinare l'influenza delle variabili sul processo di eliminazione dei inquinanti e per rivelare i fattori di maggiore impatto sulla depurazione. Tra i principali obiettivi dell'RSM, vi è infatti quello di individuare le condizioni ottimali del processo.\n\nIl team di ricerca ha quindi impiegato l'RSM per analizzare l'interazione delle variabili indipendenti determinate e l'influenza dell'ozonazione sul processo di eliminazione del 4-clorofenolo. I risultati hanno dimostrato che l'ozonazione è un metodo altamente efficace per l'ossidazione dei resistenti inquinanti, poiché il suo elevato potenziale ossidante e la formazione di ossidanti secondari contribuiscono in modo significativo all'eliminazione del 4-clorofenolo.\n\nInoltre, l'RSM ha consentito di individuare le condizioni di processo ottimali per il trattamento del 4-clorofenolo, fornendo quindi una guida preziosa per gli operatori del settore. In conclusione, lo studio ha dimostrato che la metodologia della superficie di risposta rappresenta uno strumento fondamentale per l'analisi del processo di eliminazione dei inquinanti, in particolare per quanto riguarda l'impiego dell'ozonazione per il trattamento del 4-clorofenolo.\n\nLa ricerca e lo sviluppo di nuove tecniche per il trattamento dei inquinanti costituisce un ambito di grande interesse per il progresso scientifico e per la salvaguardia dell'ambiente. L'impiego di metodi avanzati di ossidazione, come l'ozonazione, avrà sicuramente un ruolo chiave in questo contesto, contribuendo in modo significativo alla tutela della salute pubblica e all'abbattimento dell'inquinamento."
}