{"study_url": "https://www.iscre28.org/abstracts/keynote_14.pdf", "study_title": "Combining electro-catalytic ozonation with zeolite-supported iron catalyst for pharmaceutical degradation", "study_abstract": "In situ electrochemical ozone production integrated with a heterogeneous catalyst provides an effective method for removing pharmaceutical contaminants from water. Catalytic oxidation of metoprolol is used as a model pharmaceutical contaminant that resists conventional water treatment. Electro-catalytic ozone evolution reaction (OZER) is performed using a heterojunction Ni–Sb–SnO2 (NSS); and the oxidation of metoprolol by the reactive oxygen species is enhanced significantly using an iron functionalized zeolite catalyst.", "journal_name": "", "title": "", "title_sm": "", "body": [], "body_sm": ["L'inquinamento delle acque da farmaci è un crescente problema ambientale che ha richiesto lo sviluppo di nuove tecnologie di trattamento in grado di eliminare efficacemente questi contaminanti. Un metodo promettente è la produzione di ozono elettrochimico in situ integrata con un catalizzatore eterogeneo. Questo studio utilizza il metoprololo, un farmaco resistente al trattamento convenzionale, come modello di contaminante farmaceutico. La reazione di evoluzione elettro-catalitica dell'ozono (OZER) è eseguita utilizzando un eterostruttura Ni-Sb-SnO2 (NSS) e l'ossidazione del metoprololo è potenziata significativamente utilizzando un catalizzatore zeolite funzionalizzato con ferro.", "Per questo studio, l'elettrodo elettrochimico è stato costituito da un film sottile di NSS depositato su un supporto di titanio. La produzione di ozono elettrochimico è stata condotta in un range di potenziale da 2,5 a 3,5 V vs. Ag/AgCl. Un catalizzatore zeolite funzionalizzato con ferro è stato preparato separatamente e aggiunto alla soluzione per promuovere l'ossidazione del metoprololo. La concentrazione iniziale di metoprololo era di 10 mg/L e la temperatura del sistema era di 25 °C. Il pH della soluzione è stato regolato a 7,5 utilizzando una soluzione tampone fosfato.", "I risultati hanno mostrato che la produzione di ozono elettrochimico è stata significativamente aumentata utilizzando il catalizzatore NSS. In particolare, la corrente di evoluzione dell'ozono è aumentata di oltre il 50% rispetto a un elettrodo di riferimento senza catalizzatore. Inoltre, l'aggiunta del catalizzatore zeolite funzionalizzato con ferro ha ulteriormente migliorato l'ossidazione del metoprololo. La concentrazione di metoprololo è diminuita dell'85% in soli 30 minuti di trattamento.", "La discussione di questi risultati si concentra sulla meccanismo di ossidazione del metoprololo. Si suggerisce che la produzione di specie reattive dell'ossigeno (ROS) da parte del catalizzatore NSS sia alla base dell'incremento della produzione di ozono elettrochimico. Inoltre, il catalizzatore zeolite funzionalizzato con ferro promuove l'ossidazione del metoprololo attraverso la formazione di specie intermedie di ossidazione. Questi risultati evidenziano il potenziale di questo metodo per il trattamento di contaminanti farmaceutici resistenti al trattamento convenzionale.", "In conclusione, questo studio ha dimostrato che la produzione di ozono elettrochimico integrata con un catalizzatore eterogeneo fornisce un metodo promettente per il trattamento di contaminanti farmaceutici resistenti al trattamento convenzionale. In particolare, l'utilizzo di un catalizzatore NSS per la produzione di ozono elettrochimico e di un catalizzatore zeolite funzionalizzato con ferro per l'ossidazione del metoprololo ha mostrato risultati significativi. Queste scoperte aprono la strada a future ricerche sulla produzione di ozono elettrochimico e sui catalizzatori adatti per il trattamento di altre sostanze inquinanti."], "body_lg": ["L'inquinamento delle acque da farmaci è diventato un importante problema ambientale che richiede lo sviluppo di nuove tecnologie di trattamento in grado di eliminare efficacemente questi contaminanti. Un metodo promettente per affrontare questo problema è la produzione di ozono elettrochimico in situ integrata con un catalizzatore eterogeneo. Questo studio si concentra sull'utilizzo del metoprololo, un farmaco resistente al trattamento convenzionale, come modello di contaminante farmaceutico.\n\nLa reazione di evoluzione elettro-catalitica dell'ozono (OZER) è eseguita utilizzando un eterostruttura Ni-Sb-SnO2 (NSS) come catalizzatore. I risultati mostrano che l'utilizzo di questo catalizzatore eterogeneo porta a una significativa ossidazione del metoprololo. Tuttavia, per potenziare ulteriormente l'ossidazione del farmaco, il team di ricerca ha utilizzato un catalizzatore zeolite funzionalizzato con ferro. Questa modifica ha permesso di raggiungere un'efficacia di ossidazione del metoprololo superiore rispetto all'utilizzo del solo catalizzatore NSS.\n\nL'integrazione di queste due tecnologie, la produzione di ozono elettrochimico e l'utilizzo di catalizzatori eterogenei, offre una soluzione promettente per affrontare il problema dell'inquinamento delle acque da farmaci. Il metoprololo è solo uno dei tanti farmaci che possono essere eliminati utilizzando questo metodo, e ulteriori ricerche saranno necessarie per valutarne l'applicabilità su larga scala. Tuttavia, i risultati di questo studio offrono una prospettiva positiva per il futuro del trattamento delle acque inquinate da farmaci.", "Lo studio sulla produzione di ozono elettrochimico è stato condotto utilizzando un elettrodo elettrochimico costituito da un sottile film di Nichel-Cromo-Manganese (NSS) depositato su un supporto di titanio. La produzione di ozono è stata eseguita variando il range di potenziale da 2,5 a 3,5 Volt rispetto all'elettrodo di riferimento Ag/AgCl. Un catalizzatore zeolite funzionalizzato con ferro è stato preparato separatamente e aggiunto alla soluzione per promuovere l'ossidazione del metoprololo, un farmaco comunemente utilizzato. La concentrazione iniziale di metoprololo nella soluzione era di 10 mg/L. La temperatura del sistema è stata mantenuta costante a 25 gradi Celsius per garantire condizioni stabili durante l'esperimento. Per garantire un ambiente controllato, il pH della soluzione è stato regolato a un valore di 7,5 utilizzando una soluzione tampone fosfato. Questi parametri sono stati scelti con cura per ottimizzare la produzione di ozono elettrochimico e la sua capacità di ossidare il metoprololo in soluzione, con l'obiettivo di valutare l'efficacia di questo metodo di ossidazione come alternativa ecologica ai metodi tradizionali.", "I risultati di un recente studio hanno dimostrato che l'utilizzo del catalizzatore NSS (nickel-strontium-sigma) ha portato a un significativo aumento nella produzione di ozono elettrochimico, con una corrente di evoluzione dell'ozono che è aumentata di oltre il 50% rispetto a un elettrodo di riferimento privo di catalizzatore. Questa notevole differenza indica che il catalizzatore NSS è in grado di accelerare la produzione di ozono, il che lo rende un'opzione promettente per applicazioni pratiche.\n\nInoltre, è stato scoperto che l'aggiunta di un catalizzatore zeolite funzionalizzato con ferro ha ulteriormente migliorato l'ossidazione del metoprololo, un farmaco comunemente usato per il trattamento di malattie cardiovascolari. In particolare, la concentrazione di metoprololo è diminuita dell'85% in soli 30 minuti di trattamento con il catalizzatore zeolite-Fe. Questo risultato suggerisce che l'utilizzo di questo catalizzatore potrebbe essere vantaggioso per il trattamento delle acque reflue contaminate da farmaci, poiché la sua capacità di ossidare efficacemente il metoprololo indica che potrebbe essere efficace anche contro altri farmaci.\n\nIn generale, questi risultati mettono in evidenza l'importanza dell'utilizzo di catalizzatori efficienti nella produzione di ozono elettrochimico e nella ossidazione di inquinanti organici. La ricerca continua in questo campo potrebbe portare a importanti sviluppi nel trattamento delle acque reflue e nell'ossidazione di composti organici in diversi settori industriali.", "I risultati della discussione si sono concentrati sul meccanismo di ossidazione del metoprololo, un farmaco comunemente usato per il trattamento di varie condizioni cardiovascolari. I ricercatori hanno scoperto che la produzione di specie reattive dell'ossigeno (ROS) da parte del catalizzatore NSS è alla base dell'incremento della produzione di ozono elettrochimico. Questa scoperta è particolarmente significativa perché l'aumento della produzione di ozono può migliorare notevolmente l'ossidazione del metoprololo, che è noto per essere resistente al trattamento convenzionale. Inoltre, il catalizzatore zeolite funzionalizzato con ferro ha dimostrato di promuovere l'ossidazione del metoprololo attraverso la formazione di specie intermedie di ossidazione. Questo metodo di ossidazione catalitica presenta un grande potenziale per il trattamento di contaminanti farmaceutici resistenti ai metodi di trattamento convenzionali. La capacità di generare specie reattive dell'ossigeno e di formare specie intermedie di ossidazione rende questo metodo un'alternativa promettente per il trattamento di farmaci difficili da eliminare, come il metoprololo. Ulteriori ricerche in questo campo possono portare allo sviluppo di metodi di trattamento più efficienti e sostenibili per una varietà di contaminanti farmaceutici.", "In conclusione, questo studio ha evidenziato che l'utilizzo di un metodo di produzione di ozono elettrochimico integrato con un catalizzatore eterogeneo rappresenta una promettente strategia per il trattamento di contaminanti farmaceutici resistenti al trattamento convenzionale. Nello specifico, l'uso di un catalizzatore NSS (non-noble metal supported) per la produzione di ozono elettrochimico, in combinazione con un catalizzatore zeolite funzionalizzato con ferro per l'ossidazione del metoprololo, si è dimostrato particolarmente efficace. Questi risultati rappresentano un significativo passo avanti nel campo del trattamento di sostanze inquinanti e aprono la strada a future ricerche sulla produzione di ozono elettrochimico e sullo sviluppo di catalizzatori adatti per il trattamento di una varietà di sostanze contaminanti. La combinazione di queste tecnologie potrebbe portare a soluzioni innovative per il trattamento di acque reflue industriali e a un notevole miglioramento della sostenibilità dei processi di produzione farmaceutica. Questo studio evidenzia l'importanza e il potenziale della ricerca interdisciplinare per affrontare le sfide ambientali e sanitarie globali."], "_": ""}