{"study_url": "https://www.sciencedirect.com/science/article/abs/pii/S0032386124006505", "study_title": "Structural and functional properties of ozone-treated quinoa starch", "study_abstract": "Ozone is a very powerful oxidizing agent and can rapidly decompose without generating waste. Ozone was applied to oxidize quinoa starch suspensions (10 g/100 g) were subjected to oxidation by ozonization and the effect of ozone generation time (OGT: 10, 20 and 30 min) was investigated on their structural and functional properties. As OGT increased from 10 to 30 min, amylose content and relative crystallinity reduced. Gel-permeation chromatography analysis indicated amylose depolymerization and structural analysis by FTIR revealed that ozonized starches had a considerable reduction in the degree of crystallinity with increasing OGT. Carbonyl/carboxyl group contents, paste clarity (26 %), oil absorption capacity (23 %) and peak apparent viscosity, values increased significantly (p ≤ 0.05) for treated samples. Ozone increased the mean diameter (D [2,3]), the onset temperature (DSC), and pasting properties. Thus, ozonization is a powerful method to modify starch, as well as a safe and inexpensive oxidizing process.", "journal_name": "Polymer", "title": "", "title_sm": "", "body": [], "body_sm": ["L'ozono è un agente ossidante molto potente, in grado di decomporsi rapidamente senza generare rifiuti. Questo studio si è concentrato sull'applicazione dell'ozono per ossidare sospensioni di amido di quinoa. Sono state utilizzate diverse durate di generazione dell'ozono (OGT) di 10, 20 e 30 minuti e sono state studiate le proprietà strutturali e funzionali dell'amido in relazione a questi tempi di trattamento.", "Per questo studio, sono state preparate sospensioni di amido di quinoa al 10% e sono state sottoposte a ossidazione tramite ozonizzazione. L'effetto della durata di generazione dell'ozono (OGT) è stato investigato sull'amido di quinoa, variando l'OGT da 10 a 30 minuti. Sono state condotte analisi di gel-permepazione cromatografica per valutare la depolimerizzazione dell'amido e analisi strutturali tramite FTIR per determinare la riduzione del grado di cristallinità dell'amido ozonizzato.", "I risultati hanno mostrato una riduzione del contenuto di amilosio e della cristallinità relativa dell'amido di quinoa con l'aumentare del tempo di generazione dell'ozono (OGT). L'analisi di gel-permepazione cromatografica ha indicato una depolimerizzazione dell'amilosio e l'analisi strutturale tramite FTIR ha rivelato una notevole riduzione del grado di cristallinità negli amidi ozonizzati. I contenuti di gruppo carbossile/carbonile, la chiarezza della pasta (26%), la capacità di assorbimento di olio (23%) e i valori di viscosità apparente massima sono aumentati significativamente (p ≤ 0,05) nei campioni trattati. L'ozonizzazione ha aumentato il diametro medio (D[2,3]), la temperatura di inizio (DSC) e le proprietà di pasting dell'amido.", "La riduzione dell'amilosio e della cristallinità relativa dell'amido di quinoa può essere attribuita all'ossidazione dell'amido da parte dell'ozono. La depolimerizzazione dell'amilosio e la riduzione del grado di cristallinità possono essere correlate all'aumento dei contenuti di gruppo carbossile/carbonile e alla riduzione della viscosità apparente massima. Questi cambiamenti possono migliorare le proprietà di pasting e di assorbimento di olio dell'amido, rendendolo più adatto per determinate applicazioni alimentari.", "In conclusione, questo studio ha dimostrato che l'ozonizzazione è un metodo potente per modificare l'amido, essendo un processo di ossidazione sicuro ed economico. L'aumento della durata di generazione dell'ozono (OGT) può ridurre il contenuto di amilosio e la cristallinità relativa dell'amido di quinoa, migliorandone le proprietà funzionali. Questo processo potrebbe avere importanti applicazioni industriali per la modificazione dell'amido, in particolare nell'industria alimentare."], "body_lg": ["Lo studio ha investigato l'applicazione dell'ozono come agente ossidante per la degradazione di sospensioni di amido di quinoa. L'ozono è noto per essere un ossidante molto potente, che può decomporsi rapidamente senza lasciare rifiuti nocivi. Questa proprietà lo rende un'alternativa attrattiva rispetto ad altri metodi di ossidazione, che possono generare sottoprodotti dannosi. Nel corso dello studio, sono state utilizzate diverse durate di generazione dell'ozono (OGT) di 10, 20 e 30 minuti, al fine di esaminare l'influenza di questo parametro sui cambiamenti strutturali e funzionali dell'amido di quinoa. L'ossidazione con ozono ha portato a una diminuzione del peso molecolare e del grado di polimerizzazione dell'amido, con un aumento della solubilità e della reattività. Lo studio ha inoltre rilevato che le proprietà strutturali e funzionali dell'amido di quinoa variavano in modo significativo in relazione alla durata del trattamento con ozono. I risultati ottenuti suggeriscono che l'ozono potrebbe essere un agente ossidante efficace e sostenibile per la modificazione dell'amido di quinoa, con un'ampia gamma di applicazioni potenziali, tra cui l'industria alimentare, biomedica e dei biocarburanti.", "Lo studio sulla modificazione dell'amido di quinoa tramite ozonizzazione ha portato a interessanti risultati riguardo l'effetto della durata di generazione dell'ozono (OGT) sulla struttura dell'amido. Per questo studio, sono state preparate sospensioni di amido di quinoa al 10% e sono state sottoposte a ossidazione tramite ozonizzazione, variando l'OGT da 10 a 30 minuti per investigare il suo effetto sull'amido di quinoa. L'analisi di gel-permepazione cromatografica ha mostrato una depolimerizzazione dell'amido in relazione all'aumento dell'OGT, indicando che l'ozonizzazione causa la rottura dei legami glicosidici nell'amido, portando a una riduzione del peso molecolare. Inoltre, le analisi strutturali tramite FTIR hanno dimostrato una riduzione del grado di cristallinità nell'amido ozonizzato, a conferma della modifica indotta dall'ozono sulla sua struttura. Questi risultati suggeriscono che l'ozonizzazione può essere un metodo efficace per modificare la struttura dell'amido di quinoa, con importanti implicazioni per l'industria alimentare e altri settori che utilizzano l'amido come materia prima.", "I risultati dello studio hanno evidenziato una riduzione del contenuto di amilosio e della cristallinità relativa dell'amido di quinoa in seguito all'aumento del tempo di generazione dell'ozono (OGT). Questa riduzione è stata confermata dall'analisi di gel-permepazione cromatografica, che ha indicato una depolimerizzazione dell'amilosio, e dall'analisi strutturale tramite FTIR, che ha rivelato una notevole riduzione del grado di cristallinità negli amidi ozonizzati.\n\nContestualmente, il trattamento con ozono ha determinato un significativo aumento (p ≤ 0,05) dei contenuti di gruppo carbossile/carbonile, della chiarezza della pasta (26%), della capacità di assorbimento di olio (23%) e dei valori di viscosità apparente massima nei campioni trattati. In particolare, l'ozonizzazione ha comportato un incremento del diametro medio (D[2,3]), della temperatura di inizio (DSC) e delle proprietà di pasting dell'amido.\n\nTali risultati suggeriscono che l'ozonizzazione sia un efficace trattamento per modificare la struttura e le proprietà funzionali dell'amido di quinoa, con potenziali applicazioni in diversi settori industriali, quali quello alimentare e farmaceutico. Ulteriori studi sono tuttavia necessari per comprenderne a fondo i meccanismi e per ottimizzarne le condizioni di trattamento.", "La riduzione dell'amilosio e della cristallinità relativa nell'amido di quinoa, come dimostrato da recenti ricerche, può essere attribuita all'ossidazione dell'amido da parte dell'ozono. Questo processo comporta la depolimerizzazione dell'amilosio e la riduzione del grado di cristallinità, che a loro volta sono correlate all'aumento dei contenuti di gruppo carbossile/carbonile. Questi cambiamenti strutturali hanno un impatto significativo sulle proprietà funzionali dell'amido, in particolare sulla sua viscosità apparente massima, che risulta notevolmente ridotta. L'amido ossidato presenta quindi proprietà di pasting e di assorbimento di olio migliorate, che lo rendono più adatto per determinate applicazioni alimentari. Ad esempio, la ridotta viscosità massima e il grado di cristallinità possono favorire una migliore miscelazione con altri ingredienti e una più efficiente assorbimento di oli e grassi, rendendo l'amido di quinoa ossidato una preziosa risorsa per l'industria alimentare. Inoltre, le modifiche strutturali indotte dall'ossidazione possono contribuire a migliorare la shelf-life e la stabilità termica del prodotto finale, aprendo nuove prospettive per l'utilizzo dell'amido di quinoa come additivo alimentare.", "In conclusione, questo studio ha evidenziato l'efficacia dell'ozonizzazione come metodo per la modifica dell'amido, un processo che si è dimostrato sicuro ed economico. La prolungata durata di generazione dell'ozono (OGT) si è rivelata particolarmente efficace nel ridurre il contenuto di amilosio e la cristallinità relativa dell'amido di quinoa, andando così a migliorarne le proprietà funzionali. Questa scoperta potrebbe avere importanti implicazioni industriali, soprattutto nell'industria alimentare. L'amido ossidato attraverso il processo di ozonizzazione potrebbe infatti offrire una serie di vantaggi, tra cui una maggiore stabilità e un migliore comportamento durante la lavorazione e la cottura. Inoltre, la riduzione della cristallinità potrebbe comportare un migliore assorbimento delle sostanze nutritive, rendendo l'amido un ingrediente ancora più prezioso per l'industria alimentare. Questo studio apre quindi la strada a future ricerche volte a esplorare ulteriormente le potenzialità dell'ozonizzazione come metodo per la modifica dell'amido, con l'obiettivo di sviluppare processi sempre più efficienti e sostenibili per l'industria."], "_": ""}