{
    "study_url": "https://www.cell.com/heliyon/fulltext/S2405-8440(24)09037-6",
    "study_title": "Effect of surface-modified intraocular lenses on long-term postoperative inhibition of posterior capsule opacification",
    "study_abstract": "We compared the posterior capsule opacification incidences at 5 years postoperatively and the neodymium–yttrium–aluminum–garnet capsulotomy rates at 10 years postoperatively for two types of intraocular lenses with different optical properties and shapes. This randomized, controlled, prospective, single-blinded study with intra-individual comparisons was conducted between July 21, 2009, and August 31, 2011, at the Dokkyo Medical University Hospital, Tochigi, Japan. Thirty patients (60 eyes) underwent bilateral cataract surgery and received a XY1 intraocular lens in one eye and a FY-60AD intraocular lens in the other. Both intraocular lenses are acrylic and manufactured by HOYA. The XY1 lens is a single-piece, tinted intraocular lens featuring an ultraviolet/ozone treatment on the posterior surface of the lens optic, aimed at enhancing posterior capsule adhesion to prevent posterior capsule opacification. Conversely, the FY-60AD is a tinted intraocular lens with modified polymethylmethacrylate C-loops and no ultraviolet/ozone treatment of the optic. Scheimpflug images were taken using EAS-1000 (NIDEK Co., Ltd., Aichi, Japan), and the scattered light intensity (computer compatible tape) on the posterior surface of the intraocular lens was calculated and evaluated as the posterior capsule opacification. The scattered light values of the XY1 and FY-60AD groups were 6.50 ± 5.69 and 11.64 ± 5.30 computer compatible tape, respectively, at 5 years postoperatively. The cumulative survival incidence after neodymium–yttrium–aluminum–garnet laser capsulotomy was 74.8 % in the XY1 group and 13.8 % in the FY-60AD group at 10 years postoperatively. The surface-modified intraocular lens XY1 reduced the incidence of posterior capsule opacification even 10 years after surgery. Surface modification to increase the adhesion between the intraocular lens and the capsule effectively prevents posterior capsule opacification.",
    "journal_name": "",
    "title": "",
    "title_sm": "",
    "body": [],
    "body_sm": [],
    "body_lg": [],
    "_": ""
}