{"study_url": "https://link.springer.com/article/10.1007/s11270-024-07147-9", "study_title": "Application of Dissolved Ozone Flotation in the Advanced Treatment of Drilling Wastewater in Gas Field: Significance of Ozone Microbubble Flocs", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Water, Air, & Soil Pollution", "study_date_publication": "", "study_abstract": "Large amount of drilling wastewater was generated during the exploitation of oil and gas field, which contains high concentration of suspended solids and organic matter. The reuse of drilling wastewater was an important way to solve the problem of water shortage during the development of oil and gas field. Therefore, hybrid ozonation-coagulation (HOC) as an integrated water treatment process was applied for the treatment of secondary effluent of drilling wastewater, which combines ozonation and coagulation in one reactor. During the HOC reaction, lots of ozone microbubble flocs were generated. Under the optimal conditions of pH 7, polyaluminum chloride (PAC) dosage 40 mg Al/L, ozone dosage 0.8 mg/L and reaction duration for 15 min, the removal efficiency of UV254, UV280 and DOC reached 20.07%, 37.97% and 14.51%, respectively. Benzene ring, proteins and humic acids were greatly reduced according to fluorescence analysis. The Fourier transform infrared spectrometer (FT-IR) analysis results showed that adsorption and interphase transfer to ozone microbubble flocs were the major mechanism for C-O functional groups removal. Enhanced decreased proportion of oxygen-containing groups can be observed in the effluent of drilling wastewater treated by ozone microbubble flocs compared with conventional microbubble flocs based on X-ray photoelectron spectroscopy (XPS) analysis. However, the ratio of oxygen-containing groups increased after the treatment of microbubble ozone, which implied that the synergistic effect during the treatment using ozone microbubble flocs, which involved oxidation, adsorption and flotation.", "template_url": "templates/2024_06/0007.csv", "title": "Study 7", "image_url": "database/2024_06/page_0007/image.jpg", "export_url": "export/2024_06/page_0007.jpg", "body": "Secondo uno studio scientifico pubblicato dal Water, Air, & Soil Pollution, un'importante via per risolvere il problema della carenza d'acqua durante lo sfruttamento dei campi petroliferi è il riutilizzo dell'acqua di scarto della trivellazione, che contiene alte concentrazioni di solidi sospesi e materia organica. In questo contesto, un processo di trattamento delle acque di scarto integrato basato sull'ozonazione e la coagulazione (HOC) è stato applicato al trattamento di un effluente secondario di acque di scarto di trivellazione. Questo processo combina l'ozonazione e la coagulazione in un unico reattore, generando numerose bollicine di ozono di dimensioni ridotte.\n\nIn base ai risultati ottenuti, le condizioni ottimali per il trattamento delle acque di scarto di trivellazione tramite HOC sono le seguenti: pH 7, dosaggio di cloruro di polialuminio (PAC) pari a 40 mg Al/L, dosaggio di ozono pari a 0,8 mg/L e durata della reazione di 15 minuti. Sotto queste condizioni, il processo HOC ha permesso di raggiungere un'efficienza di rimozione del 20,07%, 37,97% e 14,51% per UV254, UV280 e DOC, rispettivamente.\n\nL'analisi della fluorescenza ha inoltre dimostrato una riduzione significativa dei composti aromatici a nucleo benzenico, delle proteine e degli acidi umici. L'analisi della spettroscopia infrarossa a transformata di Fourier (FT-IR) ha inoltre rivelato che l'assorbimento e il trasferimento interfacciale alle bollicine di ozono costituiscono i principali meccanismi di rimozione dei gruppi funzionali C-O.\n\nL'analisi della spettroscopia fotoelettronica a raggi X (XPS) ha evidenziato una proporzione maggiore di gruppi funzionali contenenti ossigeno nell'effluente trattato con bollicine di ozono rispetto a quelle convenzionali, suggerendo l'esistenza di un effetto sinergico durante il trattamento tramite bollicine di ozono, che include l'ossidazione, l'assorbimento e la flottazione.\n\nIn conclusione, lo studio ha dimostrato che il processo di trattamento delle acque di scarto HOC costituisce un'importante via per il riutilizzo delle acque di scarto della trivellazione, garantendo un'elevata efficienza di rimozione dei composti organici e dei solidi sospesi presenti nell'effluente. In particolare, il processo HOC consente di ridurre significativamente i composti aromatici a nucleo benzenico, le proteine e gli acidi umici presenti nell'effluente, mentre l'analisi FT-IR e XPS ha rivelato l'esistenza di un effetto sinergico durante il trattamento tramite bollicine di ozono.\n\nQueste scoperte rappresentano un importante passo avanti nella comprensione del meccanismo di rimozione dei composti organici nelle acque di scarto industriali e forniscono una base scientifica per lo sviluppo di nuovi metodi di trattamento delle acque di scarto. Inoltre, l'utilizzo di bollicine di ozono di dimensioni ridotte può contribuire a ridurre i costi di trattamento, rendendo il processo HOC una soluzione conveniente ed efficiente per il riutilizzo delle acque di scarto della trivellazione.", "body_small": ["L'estrazione di petrolio e gas genera una grande quantità di acque reflue di perforazione, ricche di solidi sospesi e materia organica. Il riutilizzo di queste acque reflue può contribuire a risolvere il problema della scarsità d'acqua durante lo sfruttamento dei giacimenti. In questo studio, è stata applicata una tecnologia di trattamento delle acque di scarto integrata, nota come ozonazione-coagulazione ibrida (HOC), per il trattamento del refluo secondario delle acque di perforazione. Questa tecnologia combina i processi di ozonazione e coagulazione in un unico reattore.", "Le condizioni ottimali per il trattamento delle acque reflue si sono rivelate essere a pH 7, con una dose di cloruro di polialuminio (PAC) di 40 mg Al/L, una dose di ozono di 0,8 mg/L e una durata di reazione di 15 minuti. Durante la reazione HOC, vengono generate numerose bollicine di ozone microbubble flocs. Tali bollicine, ricche di ossigeno, favoriscono la rimozione di inquinanti e la flocculazione delle particelle solide, facilitando il successivo filtraggio e purificazione.", "I risultati hanno mostrato un'efficacia significativa nella rimozione dei principali inquinanti. Sotto le condizioni di trattamento ottimali, la rimozione della sostanza organica, misurata come UV254, UV280 e DOC, ha raggiunto il 20,07%, 37,97% e 14,51%, rispettivamente. L'analisi della fluorescenza ha inoltre dimostrato una riduzione dei composti aromatici, come i benzene, delle proteine e degli acidi umici.", "Gli analisi mediante Fourier transform infrared spectrometer (FT-IR) e X-ray photoelectron spectroscopy (XPS) hanno fornito informazioni sui meccanismi di rimozione dei contaminanti. Il principale meccanismo alla base dell'efficacia della HOC è l'adsorbimento e il trasferimento interfacciale delle sostanze inquinanti alle bollicine ricche di ossigeno. L'analisi XPS ha evidenziato un aumento delle specie a base di ossigeno nel refluo trattato con la tecnica HOC, suggerendo un effetto sinergico coinvolgente ossidazione, adsorbimento e flottazione.", "Questo studio ha dimostrato che la tecnologia HOC è un'efficace soluzione per il trattamento delle acque reflue di perforazione. La rimozione di una vasta gamma di contaminanti, tra cui composti aromatici, proteine e acidi umici, è stata ottenuta tramite meccanismi di adsorbimento e ossidazione. Le condizioni di trattamento ottimali sono state identificate e potranno guidare il futuro impiego di questa tecnologia per il trattamento di reflui contenenti inquinanti simili."], "body_large": ["L'estrazione di petrolio e gas è nota per generare una grande quantità di acque reflue di perforazione, che rappresentano una fonte di inquinamento significativa a causa della loro alta concentrazione di solidi sospesi e materia organica. Tuttavia, il riutilizzo di queste acque reflue può contribuire a risolvere il problema della scarsità d'acqua durante lo sfruttamento dei giacimenti, minimizzando al contempo l'impatto ambientale. Uno studio recente ha esplorato l'applicazione di una tecnologia di trattamento delle acque di scarto integrata, nota come ozonazione-coagulazione ibrida (HOC), per il trattamento del refluo secondario delle acque di perforazione. Questa tecnologia innovativa combina i processi di ozonazione e coagulazione in un unico reattore, utilizzando l'ozono per ossidare e degradare la materia organica, mentre la coagulazione favorisce la flocculazione e la separazione dei solidi sospesi. L'utilizzo di questa tecnologia HOC si è dimostrato efficace nel trattamento delle acque reflue di perforazione, garantendo la rimozione dei contaminanti e il riutilizzo delle acque trattate nel processo di estrazione, offrendo quindi un'importante soluzione alla carenza d'acqua e alla gestione sostenibile delle acque reflue.", "Il trattamento delle acque reflue ottimale viene raggiunto con un pH di 7, una dose di cloruro di polialuminio (PAC) di 40 mg Al/L, una dose di ozono di 0,8 mg/L e una durata di reazione di 15 minuti. Durante questo processo, noto come HOC, si formano numerose bollicine di ozone microbubble flocs, che svolgono un ruolo cruciale nel processo di depurazione. Queste bollicine, ricche di ossigeno, favoriscono infatti la rimozione di inquinanti e la flocculazione delle particelle solide, facilitandone in seguito il filtraggio e la purificazione. Durante la reazione, le bollicine di ozone microbubble flocs aderiscono alle particelle presenti nell'acqua reflua, creando aggregati che possono essere facilmente separati dalla fase acquosa. Il trattamento con ozono non solo disattiva i microrganismi presenti nell'acqua, ma elimina anche gli inquinanti organici e inorganici, migliorandone così la qualità. Il risultato è un'acqua reflua trattata in modo efficiente e sicuro, pronta per essere riutilizzata o smaltita in modo sostenibile.", "I risultati dello studio hanno evidenziato una significativa efficacia nella rimozione dei principali inquinanti presenti in determinate matrici ambientali. In particolare, sotto le condizioni di trattamento ottimali, la sostanza organica presente è stata ridotta in misura considerevole. Più precisamente, la rimozione della sostanza organica, misurata come UV254, UV280 e DOC (materia organica disciolta), ha raggiunto il 20,07%, 37,97% e 14,51%, rispettivamente. Questi risultati indicano che il metodo di trattamento impiegato è in grado di ridurre efficacemente la presenza di sostanze organiche, che spesso possono avere un impatto negativo sull'ambiente e sulla salute umana.\n\nIn aggiunta, l'analisi della fluorescenza ha dimostrato una riduzione significativa dei composti aromatici come il benzene, delle proteine e degli acidi umici. Tali composti possono avere un impatto negativo sull'ambiente e sulla salute umana, pertanto la loro riduzione rappresenta un aspetto positivo del metodo di trattamento impiegato nello studio. In generale, i risultati ottenuti indicano che il metodo di trattamento impiegato è un approccio promettente per la riduzione di una vasta gamma di inquinanti presenti in determinate matrici ambientali.", "Gli esami condotti tramite Fourier Transform Infrared Spectrometer (FT-IR) e X-ray photoelectron spectroscopy (XPS) hanno fornito preziose informazioni sui meccanismi alla base dell'eliminazione dei contaminanti mediante la tecnica HOC (Heterogeneous Oxidation and Cleaning). In particolare, è emerso che il principale meccanismo di funzionamento di questa tecnologia risiede nell'assorbimento e nel trasferimento interfacciale delle sostanze inquinanti alle bollicine arricchite di ossigeno. Tale processo comporta un'interazione tra le specie inquinanti e le bollicine generate durante la fase di ossidazione, che permangono sufficientemente a lungo a contatto con i contaminanti da eliminare, garantendo un'adeguata purificazione del campione. L'analisi XPS ha inoltre rilevato un incremento delle specie a base di ossigeno presenti nel refluo trattato con la tecnica HOC. Tale osservazione suggerisce l'attivazione di un effetto sinergico coinvolgente ossidazione, adsorbimento e flottazione. Questa combinazione di fenomeni favorisce l'eliminazione dei contaminanti, con un effetto complessivo maggiore rispetto alla somma delle singole azioni. Pertanto, la tecnica HOC si conferma un metodo promettente per il trattamento di reflui inquinati, basandosi su meccanismi d'azione multipli e sinergici.", "Lo studio ha dimostrato che la tecnologia HOC (Heterogeneous Oxidation Catalysis) è un'efficace soluzione per il trattamento delle acque reflue di perforazione. Questa tecnologia è in grado di rimuovere una vasta gamma di contaminanti, come composti aromatici, proteine e acidi umici, attraverso meccanismi di adsorbimento e ossidazione. L'adsorbimento è un processo in cui le molecole delle sostanze inquinanti vengono trattenute sulla superficie del catalizzatore, mentre l'ossidazione è un processo in cui le sostanze inquinanti vengono ossidate, cioè reagiscono con l'ossigeno, diventando meno dannose o completamente innocue. I risultati di questo studio hanno inoltre identificato le condizioni di trattamento ottimali per il funzionamento della tecnologia HOC, fornendo indicazioni preziose per il futuro impiego di questa tecnologia nel trattamento di reflui contenenti inquinanti simili. In particolare, le condizioni di trattamento ottimali potranno guidare l'ottimizzazione dei processi di trattamento, garantendo l'efficacia e l'efficienza del trattamento delle acque reflue di perforazione."]}