{"study_url": "https://link.springer.com/article/10.1007/s11270-024-07147-9", "study_title": "Application of Dissolved Ozone Flotation in the Advanced Treatment of Drilling Wastewater in Gas Field: Significance of Ozone Microbubble Flocs", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Water, Air, & Soil Pollution", "study_date_publication": "", "study_abstract": "Large amount of drilling wastewater was generated during the exploitation of oil and gas field, which contains high concentration of suspended solids and organic matter. The reuse of drilling wastewater was an important way to solve the problem of water shortage during the development of oil and gas field. Therefore, hybrid ozonation-coagulation (HOC) as an integrated water treatment process was applied for the treatment of secondary effluent of drilling wastewater, which combines ozonation and coagulation in one reactor. During the HOC reaction, lots of ozone microbubble flocs were generated. Under the optimal conditions of pH 7, polyaluminum chloride (PAC) dosage 40 mg Al/L, ozone dosage 0.8 mg/L and reaction duration for 15 min, the removal efficiency of UV254, UV280 and DOC reached 20.07%, 37.97% and 14.51%, respectively. Benzene ring, proteins and humic acids were greatly reduced according to fluorescence analysis. The Fourier transform infrared spectrometer (FT-IR) analysis results showed that adsorption and interphase transfer to ozone microbubble flocs were the major mechanism for C-O functional groups removal. Enhanced decreased proportion of oxygen-containing groups can be observed in the effluent of drilling wastewater treated by ozone microbubble flocs compared with conventional microbubble flocs based on X-ray photoelectron spectroscopy (XPS) analysis. However, the ratio of oxygen-containing groups increased after the treatment of microbubble ozone, which implied that the synergistic effect during the treatment using ozone microbubble flocs, which involved oxidation, adsorption and flotation.", "template_url": "templates/2024_06/0007.json", "title": "Study 7", "image_url": "database/2024_06/page_0007/image.jpg", "export_url": "export/2024_06/page_0007.jpg", "body": "Secondo uno studio scientifico pubblicato dal Water, Air, & Soil Pollution, un'importante via per risolvere il problema della carenza d'acqua durante lo sfruttamento dei campi petroliferi è il riutilizzo dell'acqua di scarto della trivellazione, che contiene alte concentrazioni di solidi sospesi e materia organica. In questo contesto, un processo di trattamento delle acque di scarto integrato basato sull'ozonazione e la coagulazione (HOC) è stato applicato al trattamento di un effluente secondario di acque di scarto di trivellazione. Questo processo combina l'ozonazione e la coagulazione in un unico reattore, generando numerose bollicine di ozono di dimensioni ridotte.\n\nIn base ai risultati ottenuti, le condizioni ottimali per il trattamento delle acque di scarto di trivellazione tramite HOC sono le seguenti: pH 7, dosaggio di cloruro di polialuminio (PAC) pari a 40 mg Al/L, dosaggio di ozono pari a 0,8 mg/L e durata della reazione di 15 minuti. Sotto queste condizioni, il processo HOC ha permesso di raggiungere un'efficienza di rimozione del 20,07%, 37,97% e 14,51% per UV254, UV280 e DOC, rispettivamente.\n\nL'analisi della fluorescenza ha inoltre dimostrato una riduzione significativa dei composti aromatici a nucleo benzenico, delle proteine e degli acidi umici. L'analisi della spettroscopia infrarossa a transformata di Fourier (FT-IR) ha inoltre rivelato che l'assorbimento e il trasferimento interfacciale alle bollicine di ozono costituiscono i principali meccanismi di rimozione dei gruppi funzionali C-O.\n\nL'analisi della spettroscopia fotoelettronica a raggi X (XPS) ha evidenziato una proporzione maggiore di gruppi funzionali contenenti ossigeno nell'effluente trattato con bollicine di ozono rispetto a quelle convenzionali, suggerendo l'esistenza di un effetto sinergico durante il trattamento tramite bollicine di ozono, che include l'ossidazione, l'assorbimento e la flottazione.\n\nIn conclusione, lo studio ha dimostrato che il processo di trattamento delle acque di scarto HOC costituisce un'importante via per il riutilizzo delle acque di scarto della trivellazione, garantendo un'elevata efficienza di rimozione dei composti organici e dei solidi sospesi presenti nell'effluente. In particolare, il processo HOC consente di ridurre significativamente i composti aromatici a nucleo benzenico, le proteine e gli acidi umici presenti nell'effluente, mentre l'analisi FT-IR e XPS ha rivelato l'esistenza di un effetto sinergico durante il trattamento tramite bollicine di ozono.\n\nQueste scoperte rappresentano un importante passo avanti nella comprensione del meccanismo di rimozione dei composti organici nelle acque di scarto industriali e forniscono una base scientifica per lo sviluppo di nuovi metodi di trattamento delle acque di scarto. Inoltre, l'utilizzo di bollicine di ozono di dimensioni ridotte può contribuire a ridurre i costi di trattamento, rendendo il processo HOC una soluzione conveniente ed efficiente per il riutilizzo delle acque di scarto della trivellazione."}