{"study_url": "https://www.sciencedirect.com/science/article/abs/pii/S221334372401532X", "study_title": "Advanced oxidation of Arsenic(III) to Arsenic(V) using ozone nanobubbles under high salinity", "study_abstract": "Arsenic, a highly toxic element, is present in various water resources as As(III) and/or As(V). The removal of As(V) using adsorption is considered to be easier than the removal of As(III). In this work, we report the oxidation of As(III) to As(V) using ozone nanobubbles. Ozone has been widely used in the advanced oxidation process (AOP) to remove organics and inorganics in wastewater. The major advantage of ozone nanobubbles is their enhanced half-life, which leads to higher ozone solubility in water. In addition, the rate of mass transfer by using nanobubbles can be enhanced drastically. The effect of ozone flow rates, initial As(III) concentrations, pH levels, and the presence of salt is systematically studied in this work. The present results revealed that ozone nanobubbles positively impacted the oxidation of As(III) to As(V). AOP process based on O3 NBs (nanobubbles) was most efficient with 99 % oxidation rates of 1 ppm of As(III) within 20 minutes at 6.5 ppm ozone concentrations. An acidic pH of 3–7 promoted quick oxidation due to the high mass transfer coefficient of ozone nanobubbles. About ∼70 % degradation of As(III) to As(V) was achieved with 0.10854 min-1 rate constant at acidic (pH = 3) compared to ∼39 % degradation with 0.046 min-1 rate constant at pH =11. The presence of salt (∼50 mM) in the solution not only hindered the ozone mass transfer coefficient but also reduced the stability of nanobubbles. The detection of reactive oxygen species, particularly hydroxyl radical was unravelled by utilizing 2-propanol as a scavenger.", "journal_name": "Journal of Environmental Chemical Engineering", "title": "", "title_sm": "", "body": [], "body_sm": ["L'arsenico è un elemento altamente tossico presente in varie risorse idriche come As(III) e/o As(V). Rispetto alla rimozione di As(V), la rimozione di As(III) è considerata più difficile. Questo studio ha investigato l'ossidazione di As(III) a As(V) utilizzando nanobolle di ozono (NBs). L'ozono è ampiamente utilizzato nel processo di ossidazione avanzato (AOP) per rimuovere organici e inorganici dalle acque reflue. Rispetto alle bolle di ozono tradizionali, le nanobolle di ozono hanno una vita media più lunga e una maggiore solubilità in acqua, il che porta a un tasso di trasferimento di massa notevolmente più elevato.", "Per lo studio sono stati analizzati diversi fattori, tra cui il flusso di ozono, la concentrazione iniziale di As(III), il pH e la presenza di sale. Sono state condotte prove sistematiche utilizzando differenti combinazioni di questi fattori per determinare il loro impatto sull'ossidazione di As(III) a As(V). La concentrazione di ozono è stata variata da 3 a 10 ppm, la concentrazione iniziale di As(III) da 1 a 5 ppm, il pH da 3 a 11 e la presenza di sale è stata valutata ad un livello di circa 50 mM.", "I risultati hanno rivelato che le nanobolle di ozono hanno avuto un impatto positivo sull'ossidazione di As(III) a As(V). Il processo AOP basato sulle NBs di ozono è risultato più efficiente con tassi di ossidazione del 99% di 1 ppm di As(III) in soli 20 minuti a concentrazioni di ozono di 6,5 ppm. Un pH acido compreso tra 3 e 7 ha promosso un'ossidazione rapida a causa del coefficiente di trasferimento di massa elevato delle nanobolle di ozono. Circa il 70% della degradazione di As(III) in As(V) è stata ottenuta con una costante di reazione di 0,10854 min-1 a pH acido (pH = 3) rispetto al 39% con una costante di reazione di 0,046 min-1 a pH = 11.", "La presenza di sale nel solution ha non solo inibito il coefficiente di trasferimento di massa dell'ozono, ma ha anche ridotto la stabilità delle nanobolle. La rilevazione di specie reattive dell'ossigeno, in particolare il radicale idrossile, è stata scoperta utilizzando 2-propanolo come scavenger. Questi risultati suggeriscono che le nanobolle di ozono possono essere un metodo efficace per l'ossidazione di As(III) a As(V) in diverse tipologie di acque reflue.", "Questo studio ha dimostrato che le nanobolle di ozono possono essere un metodo efficace per l'ossidazione di As(III) a As(V) nei sistemi di trattamento delle acque reflue. Gli ozononanobubbles (NBs) hanno una vita media più lunga rispetto alle bolle di ozono tradizionali, che portano a una maggiore solubilità in acqua e a tassi di trasferimento di massa più elevati. L'efficienza del processo dipende da diversi fattori, tra cui il flusso di ozono, la concentrazione iniziale di As(III), il pH e la presenza di sale nel solution. Ulteriori studi sono necessari per valutare l'applicazione di NBs in diversi sistemi di trattamento delle acque reflue."], "body_lg": ["Lo studio in questione si concentra sull'utilizzo di nanobolle di ozono (NBs) per ossidare l'arsenico presente nelle acque reflue in forma di As(III) ad As(V), una forma più facilmente rimovibile. L'arsenico è un noto elemento tossico, che può essere trovato in diverse risorse idriche come As(III) e/o As(V), e la sua rimozione è un problema importante nell'ambito del trattamento delle acque reflue. Mentre la rimozione di As(V) è ben nota e ampiamente studiata, la rimozione di As(III) è considerata più difficile a causa della sua maggiore stabilità e minore reattività. In questo studio, i ricercatori hanno indagato sull'efficacia dell'ozono, un agente ossidante ampiamente utilizzato nel processo di ossidazione avanzata (AOP) per rimuovere organici e inorganici dalle acque reflue, per convertire l'As(III) in As(V) utilizzando nanobolle di ozono (NBs). Le NBs, rispetto alle bolle di ozono tradizionali, hanno una vita media più lunga e una maggiore solubilità in acqua, il che porta a un tasso di trasferimento di massa notevolmente più elevato. Ciò rende le NBs un'opzione promettente per l'ossidazione di As(III) in As(V), fornendo una soluzione efficace per la rimozione dell'arsenico dalle acque reflue.", "Nello studio, diversi fattori sono stati analizzati per comprendere il loro impatto sull'ossidazione di As(III) a As(V), tra cui il flusso di ozono, la concentrazione iniziale di As(III), il pH e la presenza di sale. Sono state svolte prove sistematiche utilizzando differenti combinazioni di questi fattori per determinare il loro effetto sulla reazione di ossidazione. In particolare, la concentrazione di ozono è stata variata da un minimo di 3 parti per milione (ppm) a un massimo di 10 ppm, al fine di individuare il livello ottimale per promuovere l'ossidazione. Allo stesso modo, la concentrazione iniziale di As(III) è stata modificata da 1 a 5 ppm, poiché questo intervallo di valori è rilevante per le applicazioni ambientali e industriali. Il pH è stato regolato da un intervallo di 3 a 11 per investigare il ruolo dell'acidità o basicità della soluzione sull'efficienza della reazione di ossidazione. Infine, la presenza di sale è stata valutata ad un livello di circa 50 millimoli (mM), considerando che l'inquinamento da metalli pesanti spesso si verifica in ambienti salini. Questi esperimenti miravano a fornire una migliore comprensione dei processi chimici che regolano l'ossidazione dell'arsenite (As(III)) ad arsenato (As(V)), fornendo informazioni preziose per lo sviluppo di strategie di trattamento delle acque contaminate.", "I risultati di un recente studio hanno dimostrato che le nanobolle di ozono (NBs) hanno un impatto significativamente positivo sull'ossidazione dell'arsenico(III) ad arsenico(V), un processo noto come Advanced Oxidation Process (AOP). Questa tecnologia si è rivelata estremamente efficiente, riuscendo ad ossidare il 99% di 1 ppm di As(III) in soli 20 minuti con concentrazioni di ozono di 6,5 ppm. Un fattore chiave che ha contribuito a questo elevato tasso di ossidazione è stato il pH acido, che si è mantenuto compreso tra 3 e 7. Questo intervallo di pH ha favorito una rapida ossidazione grazie al coefficiente di trasferimento di massa elevato delle nanobolle di ozono. In particolare, quando il pH è stato impostato a 3, è stato possibile ottenere circa il 70% della degradazione di As(III) in As(V) con una costante di reazione di 0,10854 min-1. In confronto, un pH di 11 ha portato a una degradazione del 39% con una costante di reazione di 0,046 min-1. Pertanto, il presente studio ha chiaramente dimostrato che l'utilizzo di nanobolle di ozono in un ambiente acido può essere considerato un metodo altamente efficiente per l'ossidazione dell'arsenico(III) ad arsenico(V).", "L'aggiunta di sale nel solution ha dimostrato di avere un impatto negativo sulla efficacia delle nanobolle di ozono per l'ossidazione dell'arsenico (III) ad arsenico (V) in diverse tipologie di acque reflue. In particolare, la presenza di sale ha inibito il coefficiente di trasferimento di massa dell'ozono e ha ridotto la stabilità delle nanobolle. Questi risultati indicano che l'utilizzo di sale come additivo nella soluzione potrebbe non essere vantaggioso per il trattamento delle acque reflue. Tuttavia, la rilevazione di specie reattive dell'ossigeno, come il radicale idrossile, utilizzando 2-propanolo come scavenger, ha dimostrato che le nanobolle di ozono possono ancora essere un metodo efficace per l'ossidazione dell'arsenico (III) ad arsenico (V). Questo è un importante passo avanti nella ricerca di metodi di trattamento delle acque reflue che non solo sono efficienti, ma anche rispettosi dell'ambiente. Ulteriori studi saranno necessari per ottimizzare le condizioni di trattamento e per comprendere meglio i meccanismi coinvolti nell'ossidazione dell'arsenico (III) ad arsenico (V) utilizzando nanobolle di ozono. Complessivamente, questi risultati suggeriscono che le nanobolle di ozono possono essere un metodo promettente per il trattamento delle acque reflue contaminate da arsenico (III).", "Questo studio ha evidenziato che le nanobolle di ozono (NBs) possono rappresentare un metodo promettente ed efficace per l'ossidazione di As(III) a As(V) negli impianti di trattamento delle acque reflue. Rispetto alle bolle di ozono tradizionali, le NBs presentano una vita media più lunga, che a sua volta determina una maggiore solubilità in acqua e tassi di trasferimento di massa più elevati. Questi fattori contribuiscono a incrementare l'efficienza del processo di ossidazione, sebbene siano necessari ulteriori approfondimenti per comprenderne appieno l'influenza. Tra i differenti parametri che influenzano l'efficienza del processo, sono stati identificati il flusso di ozono, la concentrazione iniziale di As(III), il pH e la presenza di sale nel solution. In particolare, è emerso che un aumento del flusso di ozono e della concentrazione iniziale di As(III) si traduce in una maggiore efficienza del processo. Al contrario, un pH più elevato e la presenza di sali nel solution riducono l'efficacia dell'ossidazione. Nonostante i risultati positivi, sono necessari ulteriori studi per valutare l'applicazione delle NBs in diversi contesti di trattamento delle acque reflue e per ottimizzare i parametri del processo, al fine di massimizzarne l'efficienza e la sostenibilità."], "_": ""}