{"study_url": "https://pubmed.ncbi.nlm.nih.gov/38712538/", "study_title": "Short-time ozone treatment promotes protease-mediated destruction of B cell allergen epitopes by altering the structural characteristics of whey protein", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Food Funct", "study_date_publication": "", "study_abstract": "A novel processing method combining short-time ozone pretreatment with hydrolysis has been developed to reduce whey protein allergenicity. The results showed that ozone treatment altered the whey protein spatial structure, initially increasing the surface hydrophobicity index, and then decreasing due to polymer formation as the time increased. Under the optimized conditions of alkaline protease-mediated hydrolysis, a 10-second pre-exposure to ozone significantly promoted the reduction in the IgE binding capacity of whey protein without compromising the hydrolysis efficiency. Compared with whey protein, the degranulation of KU812 cells stimulated by this hydrolysate decreased by 20.54%, 17.99%, and 22.80% for IL-6, β-hexosaminidase, and histamine, respectively. In vitro simulated gastrointestinal digestion confirmed increased digestibility and reduced allergenicity. Peptidomics identification revealed that short-time ozonation exposed allergen epitopes, allowing alkaline protease to target these epitopes more effectively, particularly those associated with α-lactalbumin. These findings suggest the promising application of this processing method in mitigating the allergenicity of whey protein.", "template_url": "templates/2024_06/0008.csv", "title": "Study 8", "image_url": "database/2024_06/page_0008/image.jpg", "export_url": "export/2024_06/page_0008.jpg", "body": "Secondo uno studio scientifico pubblicato dal Food Funct, è stata sviluppata una nuova metodologia di trattamento che combina un breve pretrattamento con ozono e idrolisi alcalina per ridurre la capacità allergenica delle proteine del siero del latte. I risultati dello studio hanno mostrato che il trattamento con ozono altera la struttura spaziale delle proteine del siero del latte, inizialmente aumentandone l'indice di idrofobicità superficiale e poi diminuendolo a causa della formazione di polimeri al progredire del tempo. Sotto le condizioni ottimizzate di idrolisi mediata da alcalasi, una pre-esposizione di 10 secondi all'ozono ha promosso significativamente la riduzione della capacità di legame IgE delle proteine del siero del latte senza comprometterne l'efficienza di idrolisi. Rispetto alle proteine del siero del latte, la degranulazione delle cellule KU812 stimolate da questo idrolizzato è diminuita del 20,54%, 17,99% e 22,80% per IL-6, β-esosaminidasi e istamina, rispettivamente. La digestione gastrointestinale simulata in vitro ha confermato un'aumentata digeribilità e una ridotta allergenicità. L'identificazione dei peptidomi ha rivelato che la breve ozonazione esponesse gli epitopi allergenici, permettendo all'alcalasi di mirare più efficacemente a questi epitopi, in particolare quelli associati alla α-lattalbumina. Questi risultati suggeriscono una promettente applicazione di questo metodo di trattamento nella mitigazione dell'allergenicità delle proteine del siero del latte.\n\nIl trattamento con ozono è noto per la sua capacità di modificare la struttura delle proteine, aumentando l'idrofilia e distruggendo i legami disolfuro. Lo studio ha sfruttato questa capacità per alterare la struttura delle proteine del siero del latte, esponendo gli epitopi allergenici e rendendoli più suscettibili alla idrolisi alcalina. In particolare, la pre-esposizione di 10 secondi all'ozono ha portato a una significativa riduzione della capacità di legame IgE delle proteine del siero del latte, suggerendo che l'ossidazione indotta dall'ozono delle proteine facilita l'idrolisi enzimatica.\n\nUn altro aspetto importante dello studio è la dimostrazione che la pre-esposizione all'ozono aumenta la digeribilità e riduce l'allergenicità delle proteine del siero del latte. L'idrolisi alcalina delle proteine del siero del latte pretrattate con ozono ha mostrato una riduzione significativa della degranulazione delle cellule KU812, suggerendo una diminuzione dell'allergenicità. Inoltre, la digestione gastrointestinale simulata in vitro ha confermato un'aumentata digeribilità e una ridotta allergenicità delle proteine del siero del latte trattate con ozono e idrolizzate.\n\nInfine, l'identificazione dei peptidomi ha rivelato che la breve ozonazione esponesse gli epitopi allergenici, permettendo all'alcalasi di mirare più efficacemente a t", "body_small": ["L'allergia alle proteine del siero del latte è una reazione avversa comune che colpisce molte persone, specialmente i bambini. Un recente studio ha sviluppato un nuovo metodo di lavorazione che combina un breve trattamento con ozono e idrolisi alcalina per ridurre la capacità di legare Immunoglobuline E (IgE) delle proteine del siero del latte, responsabili delle reazioni allergiche.", "Nello studio, il trattamento con ozono è stato applicato alle proteine del siero del latte per un massimo di 10 secondi, seguito da idrolisi alcalina mediata da proteasi. Sono stati valutati l'indice di idrofobicità superficiale, la capacità di legare IgE e la degranulazione delle cellule KU812, che rilasciano sostanze chimiche in risposta all'esposizione alle proteine allergiche. Inoltre, è stata simulata la digestione gastrointestinale in vitro per valutare la digestibilità e l'allergenicità. Infine, è stata eseguita l'identificazione peptidomica per identificare i peptidi specifici esposti dal trattamento con ozono.", "I risultati hanno mostrato che il trattamento con ozono altera la struttura spaziale delle proteine del siero del latte, inizialmente aumentando l'idrofobicità superficiale e poi diminuendola a causa della formazione di polimeri al progredire del tempo. Un breve pre-esposizione di 10 secondi a ozono ha promosso significativamente la riduzione della capacità di legare IgE delle proteine del siero del latte senza compromettere l'efficienza di idrolisi. La degranulazione delle cellule KU812 stimolate da questo idrolizzato è diminuita del 20,54%, 17,99% e 22,80% per IL-6, β-esosaminidasi e istamina, rispettivamente. La digestione gastrointestinale simulata ha confermato un aumento della digestibilità e una ridotta allergenicità.", "La discussione di questi risultati suggerisce che il breve trattamento con ozono esponi i epitopi allergenici, consentendo all'idrolisi alcalina di mirare più efficacemente a tali epitopi, in particolare quelli associati alla α-lattalbumina. Questo metodo di lavorazione promettente potrebbe applicarsi alla mitigazione dell'allergenicità delle proteine del siero del latte, migliorandone la digestione e riducendone gli effetti avversi. Tuttavia, sono necessari ulteriori studi e sperimentazioni in vivo per confermare questi risultati e garantire la sicurezza e l'efficacia del metodo di lavorazione.", "In conclusione, questo studio ha sviluppato un innovativo metodo di lavorazione che combina un breve trattamento con ozono e idrolisi alcalina per ridurre l'allergenicità delle proteine del siero del latte. I risultati hanno dimostrato una significativa riduzione della capacità di legare IgE e della degranulazione delle cellule KU812, nonché un miglioramento della digestione e una ridotta allergenicità. Questa scoperta offre una promettente prospettiva per la gestione delle allergie alle proteine del siero del latte e potrebbe aprire la strada a future applicazioni nell'industria alimentare e farmaceutica."], "body_large": ["L'allergia alle proteine del siero del latte è una reazione avversa particolarmente diffusa, che interessa un gran numero di individui, in particolar modo i bambini. Tale patologia consiste nella risposta immunitaria dell'organismo ai peptidi del siero del latte, che provocano la produzione di Immunoglobuline E (IgE), molecole responsabili delle reazioni allergiche. Un team di ricercatori, recentemente, ha sviluppato un nuovo metodo di lavorazione delle proteine del siero del latte con l'obiettivo di ridurne la capacità di legare le IgE. Tale strategia combina un breve trattamento con ozono ed idrolisi alcalina. L'ozono, un gas instabile, è stato impiegato per ossidare le proteine, mentre l'idrolisi alcalina ha scomposto le proteine in peptidi più piccoli. Gli esiti dello studio hanno mostrato una significativa diminuzione della capacità di legame delle IgE alle proteine trattate, suggerendo una potenziale riduzione delle reazioni allergiche. Questo approccio innovativo potrebbe pertanto rappresentare una svolta nel campo della gestione delle allergie alle proteine del siero del latte, contribuendo a migliorare la qualità della vita dei soggetti affetti da tale patologia.", "Nel corso dello studio, il trattamento delle proteine del siero del latte con ozono è stato effettuato per un massimo di 10 secondi, seguito dall'idrolisi alcalina mediata da proteasi. L'obiettivo era valutare l'indice di idrofobicità superficiale, la capacità di legare IgE e la degranulazione delle cellule KU812, che rilasciano sostanze chimiche in risposta all'esposizione alle proteine allergiche. Inoltre, è stata eseguita una simulazione della digestione gastrointestinale in vitro per valutare la digestibilità e l'allergenicità della miscela di proteine trattata con ozono. Infine, è stata eseguita un'identificazione peptidomica per identificare i peptidi specifici esposti dal trattamento con ozono, al fine di chiarire meglio i cambiamenti strutturali e funzionali a livello molecolare. Questa serie di metodologie ha fornito una comprensione più approfondita dell'impatto del trattamento con ozono sulle proprietà delle proteine del siero del latte, offrendo nuove prospettive sulla possibilità di utilizzare questo trattamento per ridurre l'allergenicità delle proteine del latte e, potenzialmente, per migliorarne la digeribilità.", "I risultati di uno studio hanno dimostrato che il trattamento con ozono altera la struttura spaziale delle proteine del siero del latte, inizialmente aumentandone l'idrofobicità superficiale e poi diminuendola a causa della formazione di polimeri man mano che il tempo passa. In particolare, una breve pre-esposizione di 10 secondi a ozono ha promosso significativamente la riduzione della capacità di legare IgE delle proteine del siero del latte, senza tuttavia comprometterne l'efficienza di idrolisi. La degranulazione delle cellule KU812 stimolate da questo idrolizzato è risultata diminuita del 20,54%, 17,99% e 22,80% per IL-6, β-esosaminidasi e istamina, rispettivamente. Inoltre, la digestione gastrointestinale simulata ha confermato un aumento della digestibilità e una ridotta allergenicità delle proteine trattate con ozono. Questi risultati suggeriscono che il trattamento con ozono potrebbe rappresentare una strategia promettente per la riduzione dell'allergenicità delle proteine del siero del latte, con potenziali implicazioni per il trattamento delle allergie alimentari. Tuttavia, sono necessari ulteriori studi per confermare questi risultati e per chiarire meglio i meccanismi alla base degli effetti osservati.", "I risultati di uno studio recente hanno dimostrato che un breve trattamento con ozono su proteine del siero del latte, in particolare l'α-lattalbumina, potrebbe esporre gli epitopi allergenici, rendendoli più vulnerabili all'idrolisi alcalina. Questa interessante scoperta suggerisce che questo metodo di lavorazione potrebbe essere una strategia promettente per mitigare l'allergenicità delle proteine del siero del latte, con conseguente miglioramento della digestione e riduzione degli effetti avversi. Gli epitopi allergenici sono porzioni di proteine che stimolano una risposta immunitaria, ed esporli ad un trattamento enzimatico potrebbe contribuire a ridurne la potenza allergenica. Tuttavia, ulteriori ricerche sono necessarie per confermare questi risultati e stabilire la sicurezza e l'efficacia di questo metodo di lavorazione. Sperimentazioni in vivo saranno cruciali per comprendere appieno le implicazioni di questo trattamento sulle risposte immunitarie e digestive in condizioni reali. Queste indagini future saranno fondamentali per valutare l'applicabilità di questo metodo di lavorazione per la produzione di prodotti a base di latte più sicuri ed accessibili per coloro che soffrono di allergie alle proteine del siero del latte.", "In conclusione, lo studio ha portato allo sviluppo di un innovativo metodo di lavorazione che combina un breve trattamento con ozono e idrolisi alcalina per ridurre l'allergenicità delle proteine del siero del latte. I risultati di questo studio hanno dimostrato una significativa riduzione della capacità delle proteine del siero del latte di legare le immunoglobuline E (IgE) e della degranulazione delle cellule KU812, due fattori chiave nella risposta allergica. Inoltre, il trattamento ha anche migliorato la digestione delle proteine del siero del latte e ha ridotto la loro allergenicità. Questa scoperta offre una promettente prospettiva per la gestione delle allergie alle proteine del siero del latte, un problema che colpisce un numero crescente di persone, in particolare bambini. I risultati di questo studio potrebbero aprire la strada a future applicazioni nell'industria alimentare e farmaceutica, come la produzione di alimenti a bassa allergenicità e la formulazione di farmaci più sicuri per i pazienti allergici. Questa ricerca rappresenta quindi un importante passo avanti nella lotta contro le allergie alimentari e nella promozione della salute e del benessere pubblico."]}