{"study_url": "https://pubmed.ncbi.nlm.nih.gov/38712538/", "study_title": "Short-time ozone treatment promotes protease-mediated destruction of B cell allergen epitopes by altering the structural characteristics of whey protein", "study_authors": [], "study_institutions": [], "study_categories": [], "study_journal": "Food Funct", "study_date_publication": "", "study_abstract": "A novel processing method combining short-time ozone pretreatment with hydrolysis has been developed to reduce whey protein allergenicity. The results showed that ozone treatment altered the whey protein spatial structure, initially increasing the surface hydrophobicity index, and then decreasing due to polymer formation as the time increased. Under the optimized conditions of alkaline protease-mediated hydrolysis, a 10-second pre-exposure to ozone significantly promoted the reduction in the IgE binding capacity of whey protein without compromising the hydrolysis efficiency. Compared with whey protein, the degranulation of KU812 cells stimulated by this hydrolysate decreased by 20.54%, 17.99%, and 22.80% for IL-6, β-hexosaminidase, and histamine, respectively. In vitro simulated gastrointestinal digestion confirmed increased digestibility and reduced allergenicity. Peptidomics identification revealed that short-time ozonation exposed allergen epitopes, allowing alkaline protease to target these epitopes more effectively, particularly those associated with α-lactalbumin. These findings suggest the promising application of this processing method in mitigating the allergenicity of whey protein.", "template_url": "templates/2024_06/0008.json", "title": "Study 8", "image_url": "database/2024_06/page_0008/image.jpg", "export_url": "export/2024_06/page_0008.jpg", "body": "Secondo uno studio scientifico pubblicato dal Food Funct, è stata sviluppata una nuova metodologia di trattamento che combina un breve pretrattamento con ozono e idrolisi alcalina per ridurre la capacità allergenica delle proteine del siero del latte. I risultati dello studio hanno mostrato che il trattamento con ozono altera la struttura spaziale delle proteine del siero del latte, inizialmente aumentandone l'indice di idrofobicità superficiale e poi diminuendolo a causa della formazione di polimeri al progredire del tempo. Sotto le condizioni ottimizzate di idrolisi mediata da alcalasi, una pre-esposizione di 10 secondi all'ozono ha promosso significativamente la riduzione della capacità di legame IgE delle proteine del siero del latte senza comprometterne l'efficienza di idrolisi. Rispetto alle proteine del siero del latte, la degranulazione delle cellule KU812 stimolate da questo idrolizzato è diminuita del 20,54%, 17,99% e 22,80% per IL-6, β-esosaminidasi e istamina, rispettivamente. La digestione gastrointestinale simulata in vitro ha confermato un'aumentata digeribilità e una ridotta allergenicità. L'identificazione dei peptidomi ha rivelato che la breve ozonazione esponesse gli epitopi allergenici, permettendo all'alcalasi di mirare più efficacemente a questi epitopi, in particolare quelli associati alla α-lattalbumina. Questi risultati suggeriscono una promettente applicazione di questo metodo di trattamento nella mitigazione dell'allergenicità delle proteine del siero del latte.\n\nIl trattamento con ozono è noto per la sua capacità di modificare la struttura delle proteine, aumentando l'idrofilia e distruggendo i legami disolfuro. Lo studio ha sfruttato questa capacità per alterare la struttura delle proteine del siero del latte, esponendo gli epitopi allergenici e rendendoli più suscettibili alla idrolisi alcalina. In particolare, la pre-esposizione di 10 secondi all'ozono ha portato a una significativa riduzione della capacità di legame IgE delle proteine del siero del latte, suggerendo che l'ossidazione indotta dall'ozono delle proteine facilita l'idrolisi enzimatica.\n\nUn altro aspetto importante dello studio è la dimostrazione che la pre-esposizione all'ozono aumenta la digeribilità e riduce l'allergenicità delle proteine del siero del latte. L'idrolisi alcalina delle proteine del siero del latte pretrattate con ozono ha mostrato una riduzione significativa della degranulazione delle cellule KU812, suggerendo una diminuzione dell'allergenicità. Inoltre, la digestione gastrointestinale simulata in vitro ha confermato un'aumentata digeribilità e una ridotta allergenicità delle proteine del siero del latte trattate con ozono e idrolizzate.\n\nInfine, l'identificazione dei peptidomi ha rivelato che la breve ozonazione esponesse gli epitopi allergenici, permettendo all'alcalasi di mirare più efficacemente a t"}