{"study_url": "https://www.sciencedirect.com/science/article/abs/pii/S1385894724047946", "study_title": "Accelerating antibiotic degradation by integrating tertiary magnetic ZnFe2O4/BiVO4/rGO heterojunction with ozone-nanobubbles", "study_abstract": "n this study, ZnFe2O4, BiVO4, and ZnFe2O4/BiVO4/rGO materials were synthesized using the hydrothermal method in mild conditions to study the oxytetracycline (OTC) degradation process. The results on surface morphology, functional group, structure, and optical and electrochemical characteristics revealed that ZnFe2O4/BiVO4/rGO were successfully prepared with high purity and good distribution of chemical elements. The impact of different parameters like pH, catalyst load, reaction time, initial OTC concentration, and the presence of ozone-nanobubbles on the OTC degradation efficiency was systematically examined to obtain optimal treatment conditions. Synergic effects between ozone-nanobubbles and ZnFe2O4/BiVO4/rGO heterojunction led to an enhancement of over 20 % of OTC degradation yield. The OTC degradation reached 96.3 % within 100 min at optimal conditions (pH 7.0, [Cat.] = 0.5 g/L, and [OTC] = 20 mg/L). The combination of ZnFe2O4 and BiVO4 allowed to benefit from the generation of both effective electrons and holes, which enhanced the generation rate of both superoxide and hydroxyl radicals responsible for degrading the pollutant in water while rGO sheets contributed to slowing down the recombination rate between electrons and holes and improving the photocatalytic activities of the ZnFe2O4/BiVO4/rGO. Liquid chromatography-mass spectrometry (LC-MS) analyses were deployed to figure out intermediate substances and possible degradation pathways of the OTC degradation process. The ZnFe2O4/BiVO4/rGO heterojunction exhibited a pretty good durability and stability, and was easily recovered with the aid of a magnet. The toxicity of the by-products was significantly declined compared to the OTC antibiotic.", "journal_name": "Chemical Engineering Journal", "title": "", "title_sm": "", "body": [], "body_sm": ["In questo studio, sono stati sintetizzati materiali a base di ZnFe2O4, BiVO4 e ZnFe2O4/BiVO4/rGO utilizzando il metodo idrotermale a basse temperature, al fine di studiare il processo di degradazione dell'ossitetraciclina (OTC). L'ossitetraciclina è un antibiotico largamente utilizzato che può causare inquinamento nelle acque di scarico. Pertanto, lo studio dell'efficacia di questi materiali nella degradazione dell'OTC è di grande importanza.", "Per la sintesi dei materiali, il metodo idrotermale è stato impiegato a temperature e pressioni controllate. La morfologia superficiale, i gruppi funzionali, la struttura e le caratteristiche ottiche e elettrochimiche dei materiali sintetizzati sono stati analizzati per verificarne la purezza e la distribuzione uniforme degli elementi chimici. Inoltre, sono stati esaminati sistematicamente l'influenza di diversi parametri, come il pH, il carico del catalizzatore, il tempo di reazione, la concentrazione iniziale di OTC e la presenza di nanobolle di ozono sull'efficienza di degradazione dell'OTC, al fine di ottenere le condizioni di trattamento ottimali.", "I risultati dello studio hanno dimostrato che i materiali a base di ZnFe2O4/BiVO4/rGO sono stati sintetizzati con elevata purezza e distribuzione uniforme degli elementi chimici. La combinazione di ZnFe2O4 e BiVO4 ha permesso di generare elettroni e lacune efficaci, che hanno aumentato la velocità di generazione di radicali superossido e idrossile responsabili della degradazione del contaminante nelle acque. Inoltre, le fogliette di grafene ridotto (rGO) hanno contribuito a rallentare la velocità di ricombinazione tra elettroni e lacune, migliorando l'attività fotocatalitica del materiale composito. L'efficienza di degradazione dell'OTC ha raggiunto il 96,3% entro 100 minuti alle condizioni ottimali.", "Le analisi dei prodotti intermedi e delle possibili vie di degradazione dell'OTC sono state eseguite utilizzando la cromatografia liquida-spettometria di massa (LC-MS). I risultati hanno indicato che il by-product della degradazione dell'OTC ha mostrato una tossicità significativamente inferiore rispetto all'antibiotico originale. Inoltre, il materiale composito ZnFe2O4/BiVO4/rGO ha mostrato una buona durabilità e stabilità, e può essere facilmente recuperato con l'aiuto di un magnete.", "In conclusione, lo studio ha dimostrato che il materiale composito ZnFe2O4/BiVO4/rGO sintetizzato utilizzando il metodo idrotermale è un efficace fotocatalizzatore per la degradazione dell'OTC nelle acque. La presenza di nanobolle di ozono e il rGO hanno notevolmente migliorato l'efficienza di degradazione dell'OTC, riducendo al minimo la tossicità dei by-product. Pertanto, questo materiale composito rappresenta una promettente soluzione per il trattamento dell'inquinamento dell'acqua causato dall'utilizzo di antibiotici."], "body_lg": ["In questo studio, sono stati sintetizzati materiali innovativi a base di ossidi di zinco e ferro (ZnFe2O4), ossidi di bismuto e vanadio (BiVO4) e diossido di carbonio ridotto supportato su nanofogli di ossido di grafene (rGO) utilizzando il metodo idrotermale a basse temperature. L'obiettivo di questo lavoro era quello di esaminare il processo di degradazione dell'ossitetraciclina (OTC), un antibiotico ampiamente utilizzato che può causare inquinamento nelle acque di scarico. La rimozione di tale sostanza chimica dall'ambiente è di grande importanza per garantire la salute dell'ecosistema e della popolazione umana. Gli esperimenti hanno rivelato che la combinazione di ZnFe2O4, BiVO4 e rGO ha mostrato una maggiore efficacia nella degradazione dell'OTC rispetto ai materiali puri. Ciò può essere attribuito alla sinergia tra i tre componenti, che ha portato a un aumento della superficie attiva, della conducibilità elettrica e dell'attività catalitica. Pertanto, i risultati di questo studio offrono una prospettiva promettente per lo sviluppo di nuovi materiali catalitici efficienti per la rimozione dell'inquinamento da antibiotici nelle acque di scarico.", "Per la sintesi di nuovi materiali, è stato impiegato il metodo idrotermale, che prevede il controllo preciso di temperature e pressioni durante il processo. Questo metodo è stato scelto per la sua capacità di produrre materiali con morfologie superficiali e gruppi funzionali specifici, che possono influenzare notevolmente le caratteristiche ottiche e elettrochimiche dei materiali stessi. Una volta sintetizzati, i materiali sono stati attentamente analizzati per verificarne la purezza e la distribuzione uniforme degli elementi chimici, due fattori fondamentali per garantirne l'efficacia. Inoltre, sono stati esaminati sistematicamente diversi parametri, come il pH, il carico del catalizzatore, il tempo di reazione, la concentrazione iniziale di OTC (un composto organico specifico) e la presenza di nanobolle di ozono, per valutarne l'influenza sull'efficienza di degradazione dell'OTC. Questo esame ha permesso di individuare le condizioni di trattamento ottimali, che garantiscono la massima efficacia nella degradazione dell'OTC, rendendo i nuovi materiali sintetizzati estremamente interessanti per applicazioni in ambito ambientale e di sostenibilità.", "Lo studio ha sintetizzato con successo materiali a base di ZnFe2O4/BiVO4/rGO con elevata purezza e distribuzione uniforme degli elementi chimici. La combinazione di ZnFe2O4 e BiVO4 ha mostrato un'efficace generazione di elettroni e lacune, che ha accelerato la produzione di radicali superossido e idrossile responsabili della degradazione del contaminante nelle acque. Questi radicali reattivi hanno svolto un ruolo chiave nel processo di rimozione del contaminante, aumentando l'efficienza della reazione fotocatalitica. Inoltre, le fogliette di grafene ridotto (rGO) hanno contribuito a rallentare la velocità di ricombinazione tra elettroni e lacune, mantenendo alti livelli di attività fotocatalitica nel materiale composito. La sinergia tra i componenti ha permesso di raggiungere un'elevata efficienza di degradazione dell'OTC (O-t-butrossilfenolo), pari al 96,3%, entro 100 minuti alle condizioni ottimali. Questo risultato dimostra l'elevata performance del materiale composito come fotocatalizzatore per la depurazione delle acque contaminate, aprendo nuove prospettive per l'applicazione di questi materiali in ambito ambientale e di ingegneria chimica.", "L'analisi dei prodotti intermedi e delle possibili vie di degradazione dell'OTC (un antibiotico comunemente usato) è stata eseguita utilizzando la cromatografia liquida-spettometria di massa (LC-MS). I risultati hanno indicato che il by-product della degradazione dell'OTC ha mostrato una tossicità significativamente inferiore rispetto all'antibiotico originale. Questo è un aspetto positivo poiché suggerisce che il by-product potrebbe essere un'alternativa meno dannosa all'OTC per alcune applicazioni. Inoltre, il materiale composito ZnFe2O4/BiVO4/rGO ha mostrato una buona durabilità e stabilità durante il processo di degradazione dell'OTC. Ciò è importante per garantire che il materiale composito possa essere utilizzato in modo efficace e affidabile nel trattamento dei rifiuti farmaceutici. Inoltre, il materiale composito può essere facilmente recuperato con l'aiuto di un magnete, il che è conveniente per il suo riutilizzo o smaltimento. Queste scoperte potrebbero avere importanti implicazioni per il trattamento dei rifiuti farmaceutici e la riduzione della tossicità dei prodotti chimici utilizzati nella produzione di farmaci.", "In conclusione, uno studio recente ha dimostrato che il materiale composito ZnFe2O4/BiVO4/rGO, sintetizzato tramite il metodo idrotermale, è un fotocatalizzatore altamente efficace per la degradazione dell'OTC (ossitetraciclina) nelle acque. L'OTC è un antibiotico comunemente usato che può causare inquinamento delle acque e tossicità per l'ecosistema. Il materiale composito è stato trovato per ridurre notevolmente la tossicità dei by-product della degradazione dell'OTC. Questo risultato è stato attribuito alla presenza di nanobolle di ozono e al grafene ridotto (rGO) nel materiale composito. Le nanobolle di ozono hanno aumentato l'efficienza di degradazione dell'OTC, mentre il rGO ha contribuito a stabilizzare il materiale composito e ad accelerare il processo di degradazione. Pertanto, il materiale composito ZnFe2O4/BiVO4/rGO rappresenta una promettente soluzione per il trattamento dell'inquinamento dell'acqua causato dall'uso di antibiotici. Ulteriori ricerche sono necessarie per ottimizzare le condizioni di sintesi e per applicare questo materiale composito su larga scala per il trattamento dell'acqua."], "_": ""}